{
  "date": [
    {
      "details": [
        {
          "image": "wvb8P0Dp/ignis.webp",
          "name": "Ignis",
          "thumb": "SRT1XKtw/ignis.png",
          "ability": "Obändig Låga",
          "ability_desc": "Deploy a flammande skärm som är 12m bred och varar i 10s (max. deploymentsavstånd: 15m). Fiender och Gloo-väggar som kommer i kontakt med skärmen kommer att uppleva en brännande effekt: omedelbart ta 30 DMG och, för varje efterföljande sekund, ta 10 DMG och förlora 20% rustningshållbarhet. Brännande effekt varar i 2s. Gloo-väggar kommer omedelbart att få 200 DMG och 200 DMG/s i 1s. Återställningstid: 60s.",
          "gender": "Man",
          "age": "16",
          "date": "17/07",
          "bio": "Ignis är en övernaturlig tonåring med den medfödda förmågan att tända objekt. På sin fritid bekämpar han brottslighet och upprätthåller rättvisa, men finner ofta sig själv orsaka oavsiktliga problem på grund av sina krafter. Allmänheten kritiserar Ignis för sina handlingar, och under sin rebelliska ungdom reagerar han med en trotsig attityd. Det hindrar honom dock inte från att ställa upp för folket och staden, åtminstone för nu."
        }
      ]
    },
    {
      "details": [
        {
          "image": "25yfxsBw/ryden.webp",
          "name": "Ryden",
          "thumb": "2SB96rdK/ryden.png",
          "ability": "Spindelfälla",
          "ability_desc": "Släpp ut en förstörbar explosiv spindel i målriktningen. Varar i 30s. Tryck på färdighetsknappen igen inom 10s för att stoppa spindelns rörelse. Spindeln kommer att fånga det första fienden den upptäcker inom 5m, minska deras hastighet med 80% och få dem att förlora 10 HP/s. Blödningseffekten varar i 3s. Återställningstid: 75s.",
          "gender": "Man",
          "age": "16",
          "date": "07/09",
          "bio": "Som en 16-årig uppfinningsrik geni överträffar Rydens rationalitet och kunskap sina kamrater. Pojken som tidigare satt under vingarna på sin syster Suzy, erövrar nu slagfälten. Hans begåvade uppfinningar kommer att bana väg för honom."
        }
      ]
    },
    {
      "details": [
        {
          "image": "44VRwbnr/sonia.webp",
          "name": "Sonia",
          "thumb": "kG4fdmXw/sonia.png",
          "ability": "Nano Livessköld",
          "ability_desc": "Efter att ha tagit dödlig skada, gå in i ett osårbart och omöjligt tillstånd i 0,4s. Få sedan en 50 HP sköld som varar i 2s. Färdighetsanvändaren kommer att elimineras när skölden försvinner. Återställningstid: 180s.",
          "gender": "Kvinna",
          "age": "20",
          "date": "04/08",
          "bio": "Sonia är en genetiskt modifierad nanovetenskapsman med enastående intelligens och expertis inom nanobioteknik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRxpwGvv/orion.webp",
          "name": "Orion",
          "thumb": "TPVkV04j/orion.png",
          "ability": "Crimson Crush",
          "ability_desc": "Ersätter EP med 300 Crimson Energy. Konsumerar 200 Crimson Energy för att aktivera dess skydd, under vilken du inte kan ta skada eller attackera fiender och kommer att absorbera 10 HP (ignorerande fiendens sköldpoäng) från fiender inom 5m. Varar i 3s, under vilken din rörelsehastighet kommer att minska med 20%. Återställningstid: 3s.",
          "gender": "Man",
          "age": "22",
          "date": "13/08",
          "bio": "Orion, ett hämndlystet odjur som specialiserar sig på att använda Crimson Energy under strid."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W4ycY5GP/santino.webp",
          "name": "Santino",
          "thumb": "5td7QTnN/santino.png",
          "ability": "Formsplitter",
          "ability_desc": "Spawna en 200 HP mannekäng som autonomt reser i 12s. När mannekängen är inom 60m, använd färdigheten igen för att byta plats med den. Du kan bara byta en gång inom 3s, upp till 2 gånger totalt. Spelaren som förstör mannekängen kommer att märkas i 5s. Återställningstid: 60s.",
          "gender": "Man",
          "age": "34",
          "date": "14/10",
          "bio": "Född i fattigdom älskade Santino konst ända sedan han var barn. Han studerade vid en välrenommerad konstskola där hans talang för design blomstrade. Efter examen grundade Santino sitt modevarumärke, Angelic, och blev en kändis med en skarp öga för marknadsföring. Med stor framgång inom området är han alltid i rampljuset för modets värld."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CdTtTt1W/luna.webp",
          "name": "Luna",
          "thumb": "mZ85pd28/luna.png",
          "ability": "Fight or Flight",
          "ability_desc": "This skill initially increases firing rate. When the user hits an enemy, firing rate will convert into a movement speed boost.",
          "gender": "Female",
          "age": "28",
          "date": "18/03",
          "bio": "Luna is the daughter of a complicated man with a complicated past. She matured early dealing with his recklessness and the recklessness of the adults she grew up around. When her father’s leadership in the Guild was challenged and was eventually kidnapped, Luna had to step up and create her own footsteps to take charge of the group and restore order to the community."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4N1kRf6P/tatsuya.webp",
          "name": "Tatsuya",
          "thumb": "PxK2cxhP/tatusya.png",
          "ability": "Rebel Rush",
          "ability_desc": "Moves forward at a rapid speed. This skill can be accumulated for consecutive use.",
          "gender": "Male",
          "age": "16",
          "date": "20/12",
          "bio": "Tatsuya is torn between his feelings of betrayal and his love for his family. He doesn’t know how to deal with this dichotomy of feelings and willingly allows himself to get pulled into trouble. It is only after he and his brother, Shirou, need to work together to solve a conspiracy that he realizes he is not alone in the world and has the power to change his environment for the better."
        }
      ]
    },
    {
      "details": [
        {
          "image": "K8LGTSBg/a-patroa.webp",
          "name": "A-Patroa",
          "thumb": "L6W02nPP/patroa.png",
          "ability": "",
          "ability_desc": "The exclusive skill slot can be equipped with any owned skill and the remaining slots are automatically unlocked when you obtain this character.",
          "gender": "Female",
          "age": "28",
          "date": "30/03",
          "bio": "A-Patroa is a strong, confident woman who runs a music shop in the middle of a dangerous neighborhood. Her shop doubles as a safe haven, anyone can come to her for help. On top of that, she uses her music to help people experience their lives in new and different ways to help them."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqRMNq21/iris.webp",
          "name": "Iris",
          "thumb": "QxnpndYn/iris.png",
          "ability": "Wall Brawl",
          "ability_desc": "For 15s, successfully firing at a Gloo Wall will mark enemies within 7m of it and penetrate the Gloo Wall to cause damage to marked enemies (damage inflicted will be lower than usual). Effective on 5 Gloo Walls max. Cooldown: 60s.",
          "gender": "Female",
          "age": "30",
          "date": "01/10",
          "bio": "With her keen vision, Iris is good at predicting enemy's actions to seize opportunities to win. If you're worried that her rhetoric, mindless optimism, and hyper-individualism will affect your cooperation, don’t. Iris never cooperates with anyone - except for Homer who unconditionally accepts her, and cleans up all her messes."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MZNJm3W0/jbiebs.webp",
          "name": "J.Biebs",
          "thumb": "sDncdcxm/biebs.png",
          "ability": "Silent Sentinel",
          "ability_desc": "Skill user and allies can block damage using EP. In this case, the amount of EP deducted from allies will be added to the skill user EP.",
          "gender": "Male",
          "age": "28",
          "date": "01/03",
          "bio": "J.Biebs is a man who wants to unite a fractured world. Through his childhood experiences, he learned that the answer to people’s problems is not money or power but the actual connection between people. He has decided to use his singing skills to dedicate his life to reunite the world."
        }
      ]
    },
    {
      "details": [
        {
          "image": "RZVrMkGB/thiva.webp",
          "name": "Thiva",
          "thumb": "prmd9RQp/thiva.png",
          "ability": "Getaran Vital",
          "ability_desc": "Kelajuan membantu rakan pasukan meningkat sebanyak 70%. Jeda masa: 90s. Rakan yang dibantu bangun kembali pulih 60 HP dalam 3s.",
          "gender": "LELAKI",
          "age": "25",
          "date": "02/12",
          "bio": "Thiva adalah adik lelaki Dimitri. Beliau berbakat secara semulajadi dan memainkan muzik sepanjang kanak-kanaknya. Dia benar-benar ingin membantu dunia dan meningkatkan kehidupan orang, tetapi percaya cara terbaik untuk melakukannya adalah dengan menyampaikan mesej sejati kepada individu melalui muziknya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0NPsJ69L/dimitri.webp",
          "name": "Dimitri",
          "thumb": "7hHgjGyj/dimitri.png",
          "ability": "Detak Hati Penyembuhan",
          "ability_desc": "Mencipta zona penyembuhan berjejari 3.5m. Di dalamnya, pengguna dan sekutu pulih 10 HP/s. Bantuan bangun akan diaktifkan secara automatik bila diperlukan. Zon berlangsung selama 12s. Kesan membantu rakan pasukan boleh diperkukuhkan oleh kemahiran lain. Jeda masa: 90s.",
          "gender": "LELAKI",
          "age": "26",
          "date": "16/05",
          "bio": "Dimitri adalah abang Thiva. Dalam kehidupan harian, beliau akan menghabiskan sebahagian besar waktunya di makmal mengembangkan teknologi bunyi baru. Selepas menemui minatnya dalam muzik, beliau sedar membantu dunia dan meningkatkan kehidupan melalui penciptaan teknologi mungkin menjadi salah satu impiannya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "L8dR2Cw4/d-bee.webp",
          "name": "D-Bee",
          "thumb": "prCBdQZ2/bee.png",
          "ability": "Dentuman Peluru",
          "ability_desc": "Apabila menembak sambil bergerak, kelajuan pergerakan dan ketepatan meningkat.",
          "gender": "LELAKI",
          "age": "19",
          "date": "23/09",
          "bio": "D-Bee mempunyai personaliti ekstrovert dan suka berkenalan dengan orang baru. Beliau percaya bahawa erti hidup adalah mencipta, dan itulah sebabnya beliau menjadi pembuat muzik. Beliau juga terpesona dengan tarian dan muzik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "7YSPGrgJ/maro.webp",
          "name": "Maro",
          "thumb": "zGgRtSgV/maro.png",
          "ability": "Semangat Helang",
          "ability_desc": "Kerosakan meningkat dengan jarak. Kerosakan kepada musuh yang ditandai meningkat.",
          "gender": "LELAKI",
          "age": "32",
          "date": "23/05",
          "bio": "Maro lebih suka berkawan dengan haiwan daripada manusia. Beliau rasa manusia sering terlalu fikir panjang dan lupa tentang makna sebenar hidup. Beliau mahu menjadi jiwa bebas dan berharap dapat membantu membawa manusia lain lebih dekat kepada alam semulajadi melalui burung-burungnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HnwGxHfp/skyler.webp",
          "name": "Skyler",
          "thumb": "rmFskSKG/skyler.png",
          "ability": "Ritma Gelombang Pasang",
          "ability_desc": "Melepaskan gelombang bunyi ke hadapan yang merosakkan dinding Gloo. Setiap Dinding Gloo yang diletakkan akan menyebabkan pemulihan HP. Kesan pemulihan tidak bertindak ganda.",
          "gender": "LELAKI",
          "age": "26",
          "date": "05/07",
          "bio": "Skyler menjadi terkenal sebagai penyanyi-penari pop paling hangat di negara itu, dan kini beliau adalah CEO syarikat hiburan terbesar di Vietnam. Memotivasikan diri untuk menjadi bakat muzik terbaik dalam perniagaan dan juga mencari bakat terbaik. Beliau tidak suka kalah dan percaya bahawa kreativiti membolehkan orang melihat kebaikan dalam dunia ini daripada kejahatan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "RZVrMkGB/thiva.webp",
          "name": "Thiva",
          "thumb": "prmd9RQp/thiva.png",
          "ability": "Livsviktiga Vibrationer",
          "ability_desc": "Hastigheten för att hjälpa upp lagkamrater ökas med 70%. Återhämtningsperiod: 90s. Den hjälpta lagkamraten återhämtar 60 HP på 3s.",
          "gender": "MAN",
          "age": "25",
          "date": "02/12",
          "bio": "Thiva är lillebror till Dimitri. Han hade en medfödd talang och spelade musik under hela sin barndom. Han vill verkligen hjälpa världen och förbättra människors liv, men tror att det bästa sättet att göra det är att nå individen med ett sant budskap genom sin musik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0NPsJ69L/dimitri.webp",
          "name": "Dimitri",
          "thumb": "7hHgjGyj/dimitri.png",
          "ability": "Helande Hjärtslag",
          "ability_desc": "Skapar en helande zon med en radie på 3.5m. Inuti återhämtar sig användaren och allierade 10 HP/s. Hjälp upp aktiveras automatiskt vid behov. Zonen varar i 12s. Effekterna av att hjälpa upp lagkamrater kan förstärkas av andra färdigheter. Återhämtningsperiod: 90s.",
          "gender": "MAN",
          "age": "26",
          "date": "16/05",
          "bio": "Dimitri är storebror till Thiva. I sitt dagliga liv tillbringade han mestadels dagen i labbet och utvecklade ny ljudteknik. Efter att ha hittat sin passion för musik insåg han att hjälpa världen och förbättra människors liv genom sina teknologiska skapelser kanske var en av hans drömmar."
        }
      ]
    },
    {
      "details": [
        {
          "image": "L8dR2Cw4/d-bee.webp",
          "name": "D-Bee",
          "thumb": "prCBdQZ2/bee.png",
          "ability": "Kulrytmer",
          "ability_desc": "När man skjuter och rör sig ökar rörelsehastighet och precision.",
          "gender": "MAN",
          "age": "19",
          "date": "23/09",
          "bio": "D-Bee har en extrovert personlighet och trivs med att träffa nya människor. Han tror att meningen med livet är att skapa, och det är därför han blev musikskapare. Han är också fascinerad av dans och musik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "7YSPGrgJ/maro.webp",
          "name": "Maro",
          "thumb": "zGgRtSgV/maro.png",
          "ability": "Falkens Försatthet",
          "ability_desc": "Skadan ökar med avstånd. Skadan på markerade fiender ökar.",
          "gender": "MAN",
          "age": "32",
          "date": "23/05",
          "bio": "Maro föredrar sällskap av djur över människor. Han tycker att människor ofta överanalyserar allt och glömmer bort den verkliga meningen med livet. Han vill vara en fri själ och hoppas kunna hjälpa andra människor att komma närmare naturen genom sina fåglar."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HnwGxHfp/skyler.webp",
          "name": "Skyler",
          "thumb": "rmFskSKG/skyler.png",
          "ability": "Flodvågsrytm",
          "ability_desc": "Utlösa en sonisk våg framåt som skadar Gloo Walls. Dessutom leder varje utplacerad Gloo Wall till HP-återhämtning. Återhämtningseffekter staplas inte.",
          "gender": "MAN",
          "age": "26",
          "date": "05/07",
          "bio": "Skyler fick sin uppgång till berömmelse som den hetaste pop sångaren-dansaren i landet, och är nu VD för det största underhållningsföretaget i Vietnam. Driven att vara den bästa musikaliska talangen inom branschen och även att hitta den bästa talangen. Han gillar inte att förlora och tror att kreativitet låter människor se det goda i världen istället för det dåliga."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jjmB4LTx/xayne.webp",
          "name": "Xayne",
          "thumb": "Yqm9M2qP/xayne.png",
          "ability": "Extremt Möte",
          "ability_desc": "Får temporärt 120 HP, ökar skadan mot Gloo Walls och sköldar. Varar i 6s.",
          "gender": "Kvinna",
          "age": "23",
          "date": "21/04",
          "bio": "Xayne har alltid varit intresserad av mer extrema aktiviteter även när hon var barn. Hon föredrar adrenalinkicken från extremsport istället för mänsklig interaktion. Som en fri ande vill hon utforska livet och hitta dess gränser. Om någon ifrågasätter hennes förmåga att utföra en uppdrag, kommer hon definitivt att hitta ett sätt att göra det."
        }
      ]
    },
    {
      "details": [
        {
          "image": "D0kknmpj/shirou.webp",
          "name": "Shirou",
          "thumb": "jjTC8VTF/shirou.png",
          "ability": "Skadad Levererad",
          "ability_desc": "När användaren blir träffad inom 80m, markeras angriparen (endast synlig för användaren). Första skottet på markerade fiender har ytterligare pansarpenetration.",
          "gender": "Man",
          "age": "19",
          "date": "20/11",
          "bio": "Shirou är en tonåring med en stark känsla av ansvar som har riskerat allt för att skydda sin familj och hemstad. Han arbetar som budbärare och levererar paket runt den livliga och trafikerade staden Griza. Han kommer att behöva övervinna stora odds och möta krafter som är större än honom själv för att hitta sin sanning och sitt riktiga kall i livet."
        }
      ]
    },
    {
      "details": [
        {
          "image": "sXfsbM8p/chrono.webp",
          "name": "Chrono",
          "thumb": "CxXsdxjf/chrono.png",
          "ability": "Tidvändare",
          "ability_desc": "Skapar en skadablockande kraftfält. Kan inte attackera externa fiender från inom fältet.",
          "gender": "Man",
          "age": "35",
          "date": "05/02",
          "bio": "Chrono kommer från ett parallellt universum där det finns en högre nivå av vetenskap och teknologi än nivåerna i vår nuvarande värld, Jorden. Han hade en normal barndom i sitt ursprungliga universum. Hans föräldrar var kända advokater som kämpade mot fattigdom och hjälpte de fattiga hemlösa människorna att bli en del av samhället. På grund av detta hade han alltid medvetenhet om missgynnade grupper sedan han var mycket ung och när han växte upp hittade han sätt att göra sin del för att hjälpa till också."
        }
      ]
    },
    {
      "details": [
        {
          "image": "t4hbTdG3/dasha.webp",
          "name": "Dasha",
          "thumb": "QtrgkYY8/dasha.png",
          "ability": "Festande",
          "ability_desc": "Minskar mottaget skada och återhämtningstid från fall. Minskar uppbyggnadshastigheten för rekyl och maximal rekyl.",
          "gender": "Kvinna",
          "age": "25",
          "date": "08/12",
          "bio": "Dasha är en partypingla som följer mottot \"jobba hårt, festa ännu hårdare\". Hon är lite busig, börjar ofta problem när hon inte menar det. Hon har gått igenom mycket i sitt liv, men är glad över att ha hittat Mambas som uppskattar hennes olika färdigheter. Men nu har hon blivit involverad i något hon inte avsåg, men bara tiden kommer att visa om det är värt att försöka."
        }
      ]
    },
    {
      "details": [
        {
          "image": "GmJ0rcvz/k.webp",
          "name": "K",
          "thumb": "s257X9jt/k.png",
          "ability": "Mästare av Allt",
          "ability_desc": "Max EP ökar med 50. Jiujitsu-läge: Allierade inom 6m får 500% ökning av EP-omvandlingshastighet. Psykologiläge: Återställer 2 EP varje {4} sekunder, upp till {6} EP. Lägesväxlings-CD 3s.",
          "gender": "Man",
          "age": "31",
          "date": "06/10",
          "bio": "K var en smart kille, men som de flesta barn i hans ålder tog han inte skolan på allvar. När han var 16 år, fortfarande en junior på gymnasiet, var han inblandad i en bilolycka och skadade sin rygg. Hans läkare sa att han aldrig skulle kunna gå igen. Men han vägrade ge upp - detta skulle inte vara slutet för honom. Han gick till fysioterapi, gjorde sin egen terapi hemma och hittade en tränare som kunde hjälpa honom att ta sig längre. På ett år gick han; på två spelade han sport. Denna erfarenhet lärde honom några saker som skulle stanna hos honom för livet. - Ta inte livet för givet. - Han var tvungen att gå djupt in i sig själv för att komma igenom upplevelsen och han lärde sig förstå sig själv, sina motivationer såväl som sin plats i världen. - En bieffekt av detta var att han nu kunde läsa och förstå människorna omkring honom på samma sätt. - Han ville också göra sin kropp och sitt sinne starkare för att aldrig bli skadad på samma sätt igen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRZ4bxJ5/luqueta.webp",
          "name": "Luqueta",
          "thumb": "nc5DGwMy/luqueta.png",
          "ability": "Kat Trick",
          "ability_desc": "Varje död ökar max HP, upp till 35.",
          "gender": "Manlig",
          "age": "20",
          "date": "10/06",
          "bio": "Luqueta var en utbytesstudent från utlandet. Han flyttade på grund av sin pappas jobb. Hans pappa ville att han skulle följa i hans fotspår, ta en MBA och gå in i affärer. Men Luqueta såg sin pappas liv och ville inte ha något av det. Han var alltid en idrottskille. När han flyttade började han spela fotboll för skolan; han visste att han var bra sedan barnsben, men på gymnasiet blev han en stjärna. Han behövde inte ens anstränga sig så mycket för att vara fantastisk."
        }
      ]
    },
    {
      "details": [
        {
          "image": "nLHyh6kx/kelly.webp",
          "name": "Kelly",
          "thumb": "V6Rt9fbg/kelly.png",
          "ability": "Sprint",
          "ability_desc": "Ökar sprintningshastigheten.",
          "gender": "Kvinnlig",
          "age": "17",
          "date": "01/04",
          "bio": "Som barn var hon en glad och lättsam tjej med sin adoptivmamma Rena och styvpappa Andrew. När hennes mamma och Andrew skilde sig blev hon extremt ledsen, men höll kontakten med Andrew. Kelly var alltid en bra löpare, men på gymnasiet upptäckte tränaren för löpning henne och hon blev skolans löpstjärna. När hon hamnar på en okänd ö kommer hon att tvingas fatta svåra beslut som kommer att avgöra hennes framtida väg."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W34cXQF8/hayato.webp",
          "name": "Hayato",
          "thumb": "yxLFK11x/hayato.png",
          "ability": "Bushido",
          "ability_desc": "Ju lägre din HP är, desto högre blir din rustningsgenomträngning.",
          "gender": "Manlig",
          "age": "20",
          "date": "21/03",
          "bio": "Hayato hade mycket ansvar som äldste arvingen till Yagami Corporation. Han uppfostrades i ett liv där hans existens var menad att tjäna äran och härligheten för hans familj. När deras familjeföretag förvärvades av Horizon tvekade han inte att engagera sig i företagsangelägenheter för att se till att Yagamis fortsatte att verka med ära."
        }
      ]
    },
    {
      "details": [
        {
          "image": "bJGpq7yJ/moco.webp",
          "name": "Moco",
          "thumb": "zBJbGsPg/moco.png",
          "ability": "Hackarens Öga",
          "ability_desc": "Märker fiender som Moco skjuter på i några sekunder.",
          "gender": "Kvinnlig",
          "age": "20",
          "date": "13/02",
          "bio": "Moco är en teknikgeni som gick med i Horizon, det mest prestigefyllda teknologiföretaget på kontinenten. Men när hon upptäcker att de är involverade i skumma handlingar försvinner hon, raderar sin identitet från allmänna register och går i gömställe för att hitta ett sätt att stoppa deras planer. Hon föredrar att arbeta ensam, men kommer snart att inse att hotet är för stort för henne att hantera själv."
        }
      ]
    },
    {
      "details": [
        {
          "image": "fTsnPt9k/steffie.webp",
          "name": "Steffie",
          "thumb": "G272hHyW/steffie.png",
          "ability": "Graffiti's Välsignelse",
          "ability_desc": "Skapar ett område som blockerar kastbara föremål. Allierade inom området kommer att återställa rustningshållbarheten varje sekund, och skadorna från fiendens ammunition kommer att minska.",
          "gender": "Kvinnlig",
          "age": "23",
          "date": "05/11",
          "bio": "Steffie har haft en lång fejd med etableringar, börjande med sina föräldrar. Hon gjorde uppror tidigt i livet och har fortsatt att göra det. Hennes liv tog en svår vändning när hon förolämpade tech-jätten Horizon och tvingades gå under jorden eller bli försöksperson för deras experiment. Hon räddades av Moco och fann snart Mambas, en rebellkraft som verkar vara hennes verkliga kallelse."
        }
      ]
    },
    {
      "details": [
        {
          "image": "LsQmK9Mw/misha.webp",
          "name": "Misha",
          "thumb": "zB0Lbx9P/misha.png",
          "ability": "Afterburner",
          "ability_desc": "Ökar körglädjen och minskar skadan som tas medan du är i fordon. Svårare att rikta mot medan du kör.",
          "gender": "Kvinna",
          "age": "19",
          "date": "26/07",
          "bio": "Efter att hennes föräldrar blev mördade, gav hon upp skolan och Misha blev en racerförare för att betala räkningarna och stödja sig själv och sin bror, Maxim. En dag försvann Maxim, och hon lämnade allt för att hitta honom. Hennes resa korsade vägar med Andrew när de sökte efter sina respektive familjer. Deras resa kommer att ta henne genom nya och farliga vägar, med slutet långt ur sikte."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HWqskk7C/maxim.webp",
          "name": "Maxim",
          "thumb": "43RHr76w/maxim.png",
          "ability": "Gluttony",
          "ability_desc": "Minskar tid för att äta svampar och använda medkit.",
          "gender": "Man",
          "age": "17",
          "date": "30/01",
          "bio": "Maxim kände sig skyldig att hans syster, Misha, lämnade skolan för att ta hand om honom. Men han hade inte många praktiska färdigheter och vände sig till matätande v-tubing som hans deltidsjobb. En dag kidnappades han och hans skolkamrat Kelly från en skolbuss och skickades till ön Bermuda. Ön skulle förändra honom - han skulle bli friskare, starkare, mer självsäker och bättre förberedd att möta en hård värld."
        }
      ]
    },
    {
      "details": [
        {
          "image": "vmtGPrPY/andrew.webp",
          "name": "Andrew",
          "thumb": "TY294Sdh/andrew.png",
          "ability": "Pansarspecialist",
          "ability_desc": "Minskar förlusten av västens hållbarhet.",
          "gender": "Man",
          "age": "42",
          "date": "25/12",
          "bio": "Andrews första fru hade en dotter, Kelly, som var nära honom som en biologisk dotter. När han blev skild försökte han fortfarande vara involverad i Kellys liv. Andrew var sergeant i LLPD innan hans nya fästmö dog i en brutal gängattack. Han förlorade sitt jobb när han försökte hitta hennes mördare samtidigt som han kämpade tillbaka mot Horizon som försökte ta över polisavdelningen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CMQS6L4q/caroline.webp",
          "name": "Caroline",
          "thumb": "4xm1J9hg/caroline.png",
          "ability": "Smidighet",
          "ability_desc": "Ökad rörelsehastighet när du håller i en hagelbössa.",
          "gender": "Kvinna",
          "age": "17",
          "date": "10/10",
          "bio": "Caroline besatt den skicklighet, artighet och sofistikation som de flesta rika flickor saknade. Hon arbetade inom sociala normer men manipulerade skickligt människor till sin smak. Hon är fortfarande student, men på grund av sina familjeförbindelser dras hon ibland in i Horizons planer. Hon och Hayato är bekanta och hjälper varandra ibland."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43xXSKjp/laura.webp",
          "name": "Laura",
          "thumb": "c1FYrJW4/laura.png",
          "ability": "Skytt med skärpa",
          "ability_desc": "Ökad träffsäkerhet medan du siktar in.",
          "gender": "Kvinna",
          "age": "29",
          "date": "21/05",
          "bio": "Laura var bäst i sin klass och den mest framstående prickskytt som hennes pluton någonsin producerade. Det var bara när hennes far försvann i kriget som hon valde sitt liv för att bli en specialagent och försöka hitta honom. Fortfarande på sin sökning arbetar hon för en byrå som eliminerar de dåliga killarna som plågar hennes stad. Laura måste nu ompröva sitt liv när hennes nya mål, Rafael, inte är den han säger att han är."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jSZbPxC2/rfael.webp",
          "name": "Rafael",
          "thumb": "W1gh6NBZ/rafael.png",
          "ability": "Dead Silent",
          "ability_desc": "Silencing effect when using snipers and marksman rifles. Enemies hit and downed suffer faster HP loss.",
          "gender": "MALE",
          "age": "31",
          "date": "09/09",
          "bio": "Rafael was a sweet family man until a terrible family tragedy sent him down the path of cold-heartedness and revenge. He now searches the world not only for the man who destroyed his family while taking contracts to bring justice to other evils. As the years went by, he realized life wasn’t as black and white as it seemed. The appearance of the lovely Laura in his life has now thrown another wrench into the carefully crafted structure of his life."
        }
      ]
    },
    {
      "details": [
        {
          "image": "zfrJStF2/alok.webp",
          "name": "Alok",
          "thumb": "qBxwQ0d9/alok.png",
          "ability": "Drop The Beat",
          "ability_desc": "Create a 5m aura that increase moving and sprinting speed and restore HP. Effect cannot be stacked.",
          "gender": "MALE",
          "age": "28",
          "date": "26/08",
          "bio": "Using the power of music, Alok left Brazil and travelled the world. His name means “light”. He has signed a contract and a closed concert will happen on Free Fire’s battleground island for some VIP guests!"
        }
      ]
    },
    {
      "details": [
        {
          "image": "kgdrkVRB/jota.webp",
          "name": "Jota",
          "thumb": "9Q6yCNhd/jota.png",
          "ability": "Sustained Raids",
          "ability_desc": "When using guns, hitting an enemy recovers some HP for the user.",
          "gender": "MALE",
          "age": "31",
          "date": "23/06",
          "bio": "Jota grew up in a middle class family, was an average student and had a family who loved him. Overall, a pretty normal life - but he felt trapped and needed more action in his life. He lived in a city with skyscrapers that filled the skyline and felt trapped, so he started climbing to find places to see the sky."
        }
      ]
    },
    {
      "details": [
        {
          "image": "1tWsS9hb/clu.webp",
          "name": "Clu",
          "thumb": "7LzMzrVt/clu.png",
          "ability": "Tracing Steps",
          "ability_desc": "Locate positions of enemies who are not in prone or squat position, CD 50s. Teammates share skill effects afters level 4.",
          "gender": "FEMALE",
          "age": "24",
          "date": "28/02",
          "bio": "Clu grew up in a suburb of a large city. Her parents were wealthy, never had to worry about the basics of life and she had a very loving childhood. When she was a teenager, her dad was recruited for the war effort. The war ended a year later and he never came home. He was never found. Clu became a private eye detective after graduating high school in hopes she could uncover details on her dad\"s disappearance"
        }
      ]
    },
    {
      "details": [
        {
          "image": "P56gNSF8/wolfrahh.webp",
          "name": "Wolfrahh",
          "thumb": "5yD2LTpp/wolfrah.png",
          "ability": "Limelight",
          "ability_desc": "With every additional viewer: Damage taken from headshots decreases,up to 25%. Damage to enemy\"s limbs increases.",
          "gender": "MALE",
          "age": "19",
          "date": "29/04",
          "bio": "Wolfrahh grew up hiding from the world after a traumatic event. After facing his fears, he was able to overcome some of his confidence issues but still had trouble finding his identity. He was invited to the largest, underground VR game competition on the continent to showcase his skills. However, in the process he discovered secrets - his choices surrounding those will define his life."
        }
      ]
    },
    {
      "details": [
        {
          "image": "wM7HTS9M/alvaro.webp",
          "name": "Alvaro",
          "thumb": "63d0kx44/alvaro.png",
          "ability": "Konsten att Förstöra",
          "ability_desc": "Ökar skadan från explosiva vapen, ökar skaderäckvidden.",
          "gender": "MAN",
          "age": "26",
          "date": "28/05",
          "bio": "Alvaro är en ung man med en explosiv personlighet. En barndomsolycka gav honom speciella explosiva krafter, till priset av hans minnen. Han är vilse i en ständig cirkel av att leta efter sina minnen och behöva använda sina krafter för att rädda dem han bryr sig om. Den enda konstanten han har funnit i sitt liv är Kapella, hans barndomsbästa vän, som han inte längre medvetet kommer ihåg."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jdntV08k/antonio.webp",
          "name": "Antonio",
          "thumb": "MHqDx31P/antonio.png",
          "ability": "Gängsters Ande",
          "ability_desc": "Får extra HP när rundan startar.",
          "gender": "MAN",
          "age": "30",
          "date": "01/08",
          "bio": "Antonio är typen av kille som folk försöker undvika ögonkontakt med. Det verkar som om han skulle slå dig i ansiktet om du mötte hans blick för länge. I själva verket, under den där gangster-looken, är han blyg och känslig. Uppvuxen i lokala gängkrig var han aldrig våldsam utan anledning - han skyddade bara sig själv och sina älskade - sin fru, sin familj och sin Chihuahua vid namn Poncho."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MpWwnM6g/paloma.webp",
          "name": "Paloma",
          "thumb": "5NZXCYR1/paloma.png",
          "ability": "Vapenhandel",
          "ability_desc": "Kan bära AR-ammo utan att ta upp inventarierum.",
          "gender": "KVINNA",
          "age": "28",
          "date": "04/08",
          "bio": "Alla som lär känna Paloma ser upp till henne på ett eller annat sätt. En vildblomma som blomstrar i en fattig slum. Detta beror ibland på hennes orubbliga självförtroende som får människor att dra sig till henne eftersom hon utstrålar en känsla av framtida säkerhet och vision. Det enda som kan distrahera henne från hennes egen framtidssyn är kärleken i sitt liv, Antonio."
        }
      ]
    },
    {
      "details": [
        {
          "image": "YCkrQD3n/miguel.webp",
          "name": "Miguel",
          "thumb": "ncL4kD2D/iguel.png",
          "ability": "Galen Mördare",
          "ability_desc": "Miguel kan få EP för varje död.",
          "gender": "MAN",
          "age": "26",
          "date": "10/10",
          "bio": "Med sitt liv tillägnat lag och rättvisa har Miguel lett sitt team genom otaliga brottsbekämpningsoperationer med en framgångsgrad på 100%. Hans team är känt för att ta itu med omöjliga uppdrag, vilket är varför ingen förväntade sig den tragiska händelsen för 6 månader sedan. Miguel skulle snart inse att smärtan och vreden efter en misslyckad mission inte är någonting jämfört med förräderiet från en vän."
        }
      ]
    },
    {
      "details": [
        {
          "image": "mgwbj3pb/mikita.webp",
          "name": "Nikita",
          "thumb": "7L1JDHX4/mikita.png",
          "ability": "Skjutvapenexpert",
          "ability_desc": "Ökad hastighet för ombyte av ammunition med 20%. Varje gång färdighetsanvändaren träffar en fiende får målet 30% lägre läkning som varar i 10s (maximal avdrag: 30%).",
          "gender": "KVINNA",
          "age": "22",
          "date": "11/11",
          "bio": "Hennes viktigaste uppdrag är att skydda Caroline, dottern till Horizons vicepresident. Med examen som toppskytt från militärskolan kunde Nikita säkert ha större ambitioner än att eskortera en tonårsflicka, men det verkar som om hon är nöjd med hur saker och ting är. Man undrar om hon har sina egna mål, mål som kanske inte har Horizons bästa intresse i åtanke."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43Br7BL9/kapella.webp",
          "name": "Kapella",
          "thumb": "TwGmWLhh/kapella.png",
          "ability": "Helande Sång",
          "ability_desc": "Ökar effekterna av läkemedel och helande färdigheter. Minskar förlusten av HP för allierade. Effekter staplas inte.",
          "gender": "KVINNA",
          "age": "21",
          "date": "17/07",
          "bio": "Kapella blev föräldralös som barn och adopterades av tech-magnaten Joseph. Den energiska unga kvinnan var extremt observant och intuitiv. Hon blev en världsberömd sångerska och medlem i Mambas. Hennes personlighet spelar säkert en nyckelroll i hennes framgång, men självklart föds inte en stjärna ensam. När Alvaro, en minnesbild från hennes förflutna, dyker upp igen måste hon bestämma vad som är viktigast i sitt liv."
        }
      ]
    },
    {
      "details": [
        {
          "image": "SN9FTLsB/joseph.webp",
          "name": "Joseph",
          "thumb": "bwDQXfKY/joseph.png",
          "ability": "Knasig Rörelse",
          "ability_desc": "Blir immun mot störande effekter (t.ex. fördröjning, markering, färdighetsavstängning) och får en ökning av rörelsehastigheten med 10% i 5s. Återställningstid: 60s.",
          "gender": "MAN",
          "age": "45",
          "date": "02/02",
          "bio": "Den krönte kungen av damer i New Dawn, Joseph, grundade Nerve Labs, ett framgångsrikt teknikföretag. I slutet av Great Collapse fick Joseph reda på Horizon's onda planer för mänskligheten och gjorde en fiende av den extraordinärt intelligenta forskaren."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cHVZCFCc/notora.webp",
          "name": "Notora",
          "thumb": "hvYfMf4L/notora.png",
          "ability": "Racers Välsignelse",
          "ability_desc": "Återställer HP för alla medlemmar i fordonet under körning. Effekter staplas inte.",
          "gender": "KVINNA",
          "age": "27",
          "date": "22/03",
          "bio": "Dotter till en familj i en motorcykelgäng, hade Notora inte mycket att säga om sin livsstil. Trots sin styrka och tuffhet har hon en dold avsmak för meningslöst våld djupt inom sig. Hela hennes team utplånades under en våldsam gängstrid. Lyckligtvis vände döden blinda ögat till henne igen. Notora skulle snart inse att det inte var tur som förde henne dit när hon fångades levande och förvisades till Bermuda-öarna."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cC2WKXJm/a124.webp",
          "name": "A124",
          "thumb": "MTk53pH8/a124.png",
          "ability": "Strids Glädje",
          "ability_desc": "Utlöser en 8m elektromagnetisk våg som inaktiverar fiendens färdighetsaktivering och avbryter deras interaktionsnedräkning. Varar i 20s. Återställningstid: 50s. A124's Banér.",
          "gender": "KVINNA",
          "age": "18",
          "date": "01/01",
          "bio": "Född för att tjäna ett syfte, programmerades A124 för att vara en dödsmaskin. Hon var definitivt inte byggd för mänskliga interaktioner och komplicerade känslor, men vem kunde stoppa en ung själ från att försöka? Med de stridskunskaperna och en nyfiken sinne är världen bokstavligen hennes ostron."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0Q4FZrq5/kla.webp",
          "name": "Kla",
          "thumb": "WzYJK58J/kla.png",
          "ability": "Muay Thai",
          "ability_desc": "Ökad nävsskada.",
          "gender": "MAN",
          "age": "27",
          "date": "14/12",
          "bio": "Kla övervann många hinder i sin ungdom, men mordet på hans föräldrar blev för mycket för honom - vilket ledde honom ner på en väg av ilska och våld. Han förlorade sig själv i ilska och skuldkänslor kring deras död och hamnade i en djup grop. Det var bara efter att ha konfronterat en av männen ansvariga för sina föräldrars död som han fann klarhet och sin väg i livet."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cJrV3fVk/wukong.webp",
          "name": "Wukong",
          "thumb": "8kY52fDW/wukong.png",
          "ability": "Kamouflage",
          "ability_desc": "Förvandlas till en buske med 5% minskad rörelsehastighet, varar i 15 sekunder. Återladdning: 200 sekunder. Förvandlingen avslutas när Wukong attackerar. Återladdningen återställs när Wukong fäller en fiende.",
          "gender": "HANE",
          "age": "0",
          "date": "13/12",
          "bio": "En apa som ser ut som en människa. Han gillar fortfarande bananer, dock."
        }
      ]
    },
    {
      "details": [
        {
          "image": "ZKz4hs1b/olivia.webp",
          "name": "Olivia",
          "thumb": "BZ7LJw5j/olivia.png",
          "ability": "Helande Beröring",
          "ability_desc": "Spelare som återupplivas av Olivia kommer att få extra HP.",
          "gender": "HONA",
          "age": "29",
          "date": "10/11",
          "bio": "Efter en operation från en barndomsolycka utvecklade Olivia en speciell förmåga att helande och återuppliva - med en mirakulös touch kan hon försiktigt lindra smärta och främja läkning av skador. Trots sin traumatiska barndom växte Olivia upp för att bli en av de mest omtänksamma och medkännande bland sina jämnåriga. Hon har dock liten social interaktion utanför Fords säkra zon och undviker världen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "yNjzhVdW/ford.webp",
          "name": "Ford",
          "thumb": "k4FQjNLx/ford.png",
          "ability": "Järnvilja",
          "ability_desc": "Minskar skadan som tas utanför säker zon.",
          "gender": "HANE",
          "age": "31",
          "date": "23/01",
          "bio": "Ford var en gång kapten på det öppna havet. Han har nu ägnat sig åt att bygga en fristad för flyktingar. Han är allas visa och pålitliga farbror, som känner till vattenlederna in och ut från Bermuda. Med vetskap om hur förräderier gör ont, strävar Ford efter en balans mellan förtroende och försiktighet. Han trodde att hans vilja var ostoppbar, tills han träffade Olivia..."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4dhkDpPH/shani.webp",
          "name": "Shani",
          "thumb": "LsV5wy66/shani.png",
          "ability": "Återvinning av Rustning",
          "ability_desc": "Återställer rustningshållbarheten efter varje dödade fiende. Extra hållbarhet kan uppgradera din rustning, upp till nivå 3.",
          "gender": "HONA",
          "age": "31",
          "date": "23/06",
          "bio": "Shani är en självtillverkad ingenjör. Hennes föräldrar dödades i en byggnadsexplosion när hon var 18 och hon förlorade allt hon hade. Hon vandrade runt i några år och gjorde småjobb för att försörja sig, när en ägare till en skrotupplag tog henne in och gav henne en plats att kalla hemma. Där kunde hon arbeta med skräpdetaljer och ingenjörskonst efter sitt hjärta."
        }
      ]
    }
  ]
}
