{
  "data": [
    {
      "details": [
        {
          "image": "wvb8P0Dp/ignis.webp",
          "name": "इग्निस",
          "thumb": "SRT1XKtw/ignis.png",
          "ability": "अनटेम्ड फ़्लेम",
          "ability_desc": "12 मीटर चौड़ा एक आगीनत झिल्ली बनाएं जो 10 सेकंड तक रहती है (अधिकतम डिप्लॉयमेंट दूरी: 15 मीटर। उस झिल्ली से संपर्क करने वाले दुश्मन और ग्लू वॉल्स को जलने का प्रभाव होगा: तुरंत 30 डीएमजी लें और प्रत्येक क्षण के लिए 10 डीएमजी लें और 20% की कवच सहिती खोएगा। जलने का प्रभाव 2 सेकंड तक रहता है। ग्लू वॉल्स को तुरंत 200 डीएमजी प्राप्त होगी, और 1 सेकंड के लिए 200 डीएमजी/सेकंड। कूलडाउन: 60 सेकंड।",
          "gender": "पुरुष",
          "age": "16",
          "date": "17/07",
          "bio": "इग्निस एक सुपरपावर्ड टीनेजर है जिसके पास वस्तुओं को आग लगाने की प्राकृतिक क्षमता है। उसके खाली समय में, वह अपराध का सामना करता है और न्याय की रक्षा करता है, लेकिन अक्सर अपनी शक्तियों के कारण अनतिचित्रित कठिनाईयों में पड़ जाता है। लोग इग्निस की क्रियाओं के लिए उस पर आलोचना करते हैं, और उसके बुरे कामयाबी के दौरान, वह एक प्रतिरोधी दृष्टिकोण के साथ प्रतिक्रिया करता है। हालांकि, यह उसे लोगों और शहर के लोगों की सुरक्षा के लिए खड़ा होने से नहीं रोकता है, कम से कम अब तक।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "25yfxsBw/ryden.webp",
          "name": "रायडेन",
          "thumb": "2SB96rdK/ryden.png",
          "ability": "स्पाइडर ट्रैप",
          "ability_desc": "लक्ष्य दिशा में एक विनाशी विस्फोटक मकड़ी मुक्त करें। 30 सेकंडों तक रहती है। 10 सेकंड के भीतर फिर से कौशल बटन पर टैप करें ताकि मकड़ी की गति को रोका जा सके। मकड़ी पहले दुश्मन को पकड़ेगी जिसे वह 5 मीटर की दूरी में देखती है, उनकी गति को 80% कम करेगी और उन्हें 10 HP/s खोने का कारण बनाएगी। रक्तस्राव प्रभाव 3 सेकंड तक रहेगा। कूलडाउन: 75 सेकंड।",
          "gender": "पुरुष",
          "age": "16",
          "date": "07/09",
          "bio": "16 वर्षीय आविष्कारशील बुद्धिमान रायडेन की तर्कशक्ति और ज्ञान दोनों ही उसके साथियों को पीछे छोड़ते हैं। वह छोटे भाई सुजी के पंखों के नीचे बैठने वाला छोटा लड़का, जो अब युद्ध क्षेत्रों को जीत रहा है। उसके प्रतिभाशाली आविष्कार ही उसके लिए मार्गदर्शित करेंगे।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "44VRwbnr/sonia.webp",
          "name": "सोनिया",
          "thumb": "kG4fdmXw/sonia.png",
          "ability": "नैनो लाइफ़शील्ड",
          "ability_desc": "घातक चोट के बाद, 0.4 सेकंड के लिए एक अविश्वसनीय और अस्थिर स्थिति में प्रवेश करें। फिर, 2 सेकंड के लिए एक 50 HP ढाल प्राप्त करें। ढाल गायब होने पर कौशल उपयोगकर्ता समाप्त हो जाएगा। कूलडाउन: 180 सेकंड।",
          "gender": "महिला",
          "age": "20",
          "date": "04/08",
          "bio": "सोनिया एक आनुवांछिक रूप से संशोधित नैनोविज्ञानी है जिसमें असाधारण बुद्धिमत्ता और नैनोबायोतकनोलॉजी में विशेषज्ञता है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRxpwGvv/orion.webp",
          "name": "ओरियन",
          "thumb": "TPVkV04j/orion.png",
          "ability": "क्रिमसन क्रश",
          "ability_desc": "EP को 300 क्रिमसन ऊर्जा के साथ बदलता है। इसकी सुरक्षा को सक्रिय करने के लिए 200 क्रिमसन ऊर्जा का सेवन करता है, जिसमें आप कोई भी हानि नहीं उठा सकते और दुश्मनों को हमला नहीं कर सकते हैं और 5 मीटर की दूरी में दुश्मनों से 10 HP को अवशोषित करेंगे (दुश्मन के ढाल बिंदुओं को अनदेखा करते हुए)। 3 सेकंड के लिए चलता है, जिसमें आपकी चलन की गति 20% से कम होगी। कूलडाउन: 3 सेकंड।",
          "gender": "पुरुष",
          "age": "22",
          "date": "13/08",
          "bio": "ओरियन, एक प्रतिशोधी जीव जो युद्ध के दौरान क्रिमसन ऊर्जा का प्रयोग करने में विशेषज्ञ है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "W4ycY5GP/santino.webp",
          "name": "संटीनो",
          "thumb": "5td7QTnN/santino.png",
          "ability": "शेप स्प्लिटर",
          "ability_desc": "स्वतंत्र रूप से 12 सेकंड के लिए यात्रा करने वाला एक 200 HP मैनिकिन उत्पन्न करें। जब मैनिकिन 60 मीटर के भीतर है, इसके साथ स्थान बदलने के लिए सीधे स्किल को फिर से इस्तेमाल करें। आप केवल 3 सेकंड के भीतर एक बार स्विच कर सकते हैं, कुल मिलाकर 2 बार। मैनिकिन को नष्ट करने वाले खिलाड़ी को 5 सेकंड के लिए चिह्नित किया जाएगा। कूलडाउन: 60 सेकंड।",
          "gender": "पुरुष",
          "age": "34",
          "date": "14/10",
          "bio": "गरीबी में पैदा हुआ, संतीनो बचपन से ही कला से प्यार करता था। उसने एक प्रमुख कला स्कूल में अध्ययन किया जहां उसकी डिज़ाइन में प्रतिभा फली। स्नातक होने के बाद, संतीनो ने अपनी फैशन ब्रांड, एंजेलिक, की स्थापना की और उसने विपणी सूचना के लिए एक तीव्र दृष्टिकोण वाले प्रमुख व्यक्ति बन गया है। इस क्षेत्र में बड़ी सफलता के साथ, वह हमेशा फैशन दुनिया के प्रकाश में रहता है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "CdTtTt1W/luna.webp",
          "name": "लुना",
          "thumb": "mZ85pd28/luna.png",
          "ability": "लड़ाई या भागना",
          "ability_desc": "यह कौशल पहले से ही फायरिंग दर बढ़ाता है। जब उपयोगकर्ता किसी दुश्मन को मारता है, फायरिंग दर को एक गति बढ़ाव में परिवर्तित किया जाएगा।",
          "gender": "महिला",
          "age": "28",
          "date": "18/03",
          "bio": "लुना एक जटिल व्यक्ति की बेटी है जिसका व्यक्तित्व भी जटिल है। उसने उसकी अविचारितता और उसके आसपास बड़ों की अविचारितता के साथ निपटने के लिए जल्दी ही प्रौद्योगिकी की थी। जब उसके पिता का गिल्ड में नेतृत्व चुनौती में आया और अंत में उन्हें अपहरण कर लिया गया, तो लुना को कदम उठाना पड़ा और समुदाय में क्रम को बहाल करने के लिए अपने कदमों की ओर बढ़ना पड़ा।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "4N1kRf6P/tatsuya.webp",
          "name": "तात्सुया",
          "thumb": "PxK2cxhP/tatusya.png",
          "ability": "राजद्रोही धावा",
          "ability_desc": "एक तेज गति से आगे बढ़ता है। यह कौशल लगातार उपयोग के लिए संचित किया जा सकता है।",
          "gender": "पुरुष",
          "age": "16",
          "date": "20/12",
          "bio": "तात्सुया अपने विश्वासघात के भावनाओं और अपने परिवार से प्रेम के बीच टूटा हुआ है। उसे नहीं पता कि इस भावनात्मक विरोध को कैसे संबोधित किया जाए और वह खुद को मुश्किल में धकेलने की इच्छा रखता है। यह उसी समय होता है जब वह और उसका भाई, शिरो, एक साजिश को सुलझाने के लिए साथ में काम करने के लिए मजबूर होते हैं, जब वह समझता है कि वह दुनिया में अकेला नहीं है और उसके पास अपने पर्यावरण को बेहतर बनाने की शक्ति है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "K8LGTSBg/a-patroa.webp",
          "name": "ए-पाटरोआ",
          "thumb": "L6W02nPP/patroa.png",
          "ability": "",
          "ability_desc": "अनुप्रयुक्त कौशल की अनुच्छेदित स्थानन को स्वयं किसी भी अधिकृत कौशल से सुसज्जित किया जा सकता है और बाकी स्थान स्वतः ही खोल दिए जाते हैं जब आप इस चरित्र को प्राप्त करते हैं।",
          "gender": "महिला",
          "age": "28",
          "date": "30/03",
          "bio": "ए-पाटरोआ एक मजबूत, आत्मविश्वासी महिला है जो एक खतरनाक महालय में संगीत की दुकान चलाती है। उसकी दुकान एक सुरक्षित स्थान के रूप में कार्य करती है, कोई भी उससे मदद के लिए आ सकता है। इसके अलावा, वह लोगों को उनके जीवन को नए और विभिन्न तरीकों से महसूस करने में मदद करने के लिए अपनी संगीत का उपयोग करती है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqRMNq21/iris.webp",
          "name": "आयरिस",
          "thumb": "QxnpndYn/iris.png",
          "ability": "वॉल ब्रॉल",
          "ability_desc": "15 सेकंड के लिए, एक ग्लू वॉल पर सफलतापूर्वक फायरिंग करने से उसके 7m के भीतर के दुश्मनों को चिह्नित करेगा और ग्लू वॉल में चिढ़कर चिह्नित दुश्मनों को क्षति पहुँचाएगा (पहुँचाई गई क्षति सामान्य से कम होगी)। 5 ग्लू वॉल्स पर प्रभावी हैं। नौती: 60s।",
          "gender": "महिला",
          "age": "30",
          "date": "01/10",
          "bio": "अपनी दृष्टि के साथ, आयरिस दुश्मन की क्रियाएँ पूर्वानुमान करने में अच्छी है ताकि वह जीत के अवसरों को पकड़ सके। यदि आप चिंतित हैं कि उसकी वक्रपथ, अंधेरे आशावाद, और अतीत का शिल्प सहयोग पर प्रभाव डाल सकते हैं, तो चिंता न करें। आयरिस कभी भी किसी के साथ सहयोग नहीं करती है - सिवाए होमर के, जो उसे अविवाद स्वीकार करता है, और उसके सभी अफ़सोस को साफ करता है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "MZNJm3W0/jbiebs.webp",
          "name": "जे.बीएब्स",
          "thumb": "sDncdcxm/biebs.png",
          "ability": "शांत सेंटिनल",
          "ability_desc": "कौशल प्रयोक्ता और साथियों को ईपी का उपयोग करके हानि रोक सकते हैं। इस मामले में, साथियों से कटाए गए ईपी की मात्रा को कौशल प्रयोक्ता के ईपी में जोड़ा जाएगा।",
          "gender": "पुरुष",
          "age": "28",
          "date": "01/03",
          "bio": "जे.बीएब्स एक ऐसा आदमी है जो एक विक्षिप्त दुनिया को एक करना चाहता है। अपने बचपन के अनुभवों के माध्यम से, उसने सीखा कि लोगों की समस्याओं का उत्तर धन या शक्ति नहीं, बल्कि लोगों के बीच वास्तविक जड़न है। उसने अपने गायन कौशल का उपयोग करके दुनिया को फिर से एक करने के लिए अपने जीवन को समर्पित करने का निर्णय लिया है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "cCgyNwc8/homer.webp",
          "name": "होमर",
          "thumb": "L4DkLTtS/homer.png",
          "ability": "झटके का संवेदनशीलता",
          "ability_desc": "एक ड्रोन को 100 मीटर की सामने की दूरी में सबसे निकट दुश्मन की ओर मुक्त करता है, जो एक 4 मीटर-व्यास का पल्स विस्फोट उत्पन्न करता है, जो गति को 60% और आग की गति को 35% कम करता है। 5 सेकंड तक चलता है। 25 डीएमजी का हानि पहुंचाता है। कूलडाउन: 90 सेकंड।",
          "gender": "पुरुष",
          "age": "30",
          "date": "01/06",
          "bio": "होमर एक अंधा व्यक्ति है जो न केवल एक हत्यारा है, बल्कि ग्रीज़ा में फ्लोरिशिंग टेक गैंग के संस्थापकों में से एक भी है। फिर भी, होमर, जिसने हाल के वर्षों में शक्ति खो दी है, अब केवल अपने बचपन में उसे अंधा कर दिया गया अजीब बीमारी के पीछे सत्य को खोजना चाहता है, जो उसे नामकरण के रूप में अपनी स्कूल कहा गया, और इससे जुड़े दुर्लभ पृथ्वी खनिज की पिछली एक स्कूल और रहस्यमय अनुसंधान संस्थान के पीछे सच्चाई।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "XJqtwdmD/kenta.webp",
          "name": "केंटा",
          "thumb": "rswrQB1k/kenta.png",
          "ability": "ख़तरनाक की क्रोध",
          "ability_desc": "एक ढाल बनाता है जो आगे से आने वाले हथियार क्षति को कम करता है। उपयोगकर्ता जब एक गोली चलाता है, तो रीसेट होता है।",
          "gender": "पुरुष",
          "age": "38",
          "date": "05/05",
          "bio": "केंटा वर्षों से हायातो यगामी के परिवार के लिए गार्डियन और ब्लेडस्मिथ के रूप में सेवा कर रहा है। वह कुछ शब्दों का आदमी है, लेकिन वह उनके नए, युवा स्वामी की हर स्थिति में सुरक्षा करता है जहां वे अपने आप को पाते हैं। उसके अपने व्यक्तिगत इच्छाएँ हैं, लेकिन वह यगामी परिवार के लिए एक खतरनाक समय में हैयातो की सेवा करते समय उन्हें पीछे कर देता है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "MHVwQ1jJ/nairi.webp",
          "name": "नाइरी",
          "thumb": "mkkPQQ4Z/nairi.png",
          "ability": "आइस आयरन",
          "ability_desc": "डिप्लाय किए गए ग्लू दीवारें जब मारी जाती हैं, तो प्रति सेकंड 150 टिकौता पुनः स्थापित करती हैं, जिसके दौरान 5 मीटर के भीतर के सहकर्मी 20HP/s को पुनः स्थापित करते हैं। प्रत्येक ग्लू दीवार से प्रति सहकर्मी 40HP अधिकतम।",
          "gender": "पुरुष",
          "age": "23",
          "date": "27/12",
          "bio": "नाइरी एक उम्र में मौसम में रुचि पाई जब उसे ठंडे जलवायु से दूर ले जाया गया था। लेकिन उसका बर्फ प्रेम उसे वापस वहाँ ले जाने के लिए प्रेरित किया। उसने माइक्रोमैनिपुलेशन जलवायु प्रौद्योगिकी विकसित की जिससे वह सबसे अत्यंत परिस्थितियों में जीवित रह सके। अब वह अपना समय पहाड़ा चढ़ाई, हाइकिंग और तूफानों का पीछा करके व्यतीत करता है जवाब में जलवायु का पूर्वानुमान करने के लिए।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "dtRvQmY8/otho.webp",
          "name": "ओथो",
          "thumb": "tC11JtD2/otho.png",
          "ability": "स्मृति का धुंध",
          "ability_desc": "जब एक दुश्मन को समाप्त किया जाता है, तो एक स्मृति का धुंध बनाता है, जो निकटवार किसी अन्य दुश्मनों की स्थितियों को प्रकट करता है।",
          "gender": "पुरुष",
          "age": "21",
          "date": "01/11",
          "bio": "ओथो के पास एक कल्पनाशील लेकिन बहुत ही व्यावहारिक मन है। उसे अपने भूतकाल की यादों को भूलने के डर से लाख डर है और वह उन्हें संरक्षित करने के तरीके ढूंढ़ रहा है। वह हर दिन निकटतम दुश्मनों की स्थितियों को प्रकट करने के लिए एक उपकरण विकसित किया है। जब वह यादों के अधिक यंत्रों के अधिक अनुसंधान नहीं कर रहा है, तो वह अपने दोस्तों के साथ बाहर जाता है और अपने कुत्ते के साथ समय बिताने में समय बिताता है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqyhP3Vf/leon.webp",
          "name": "लियॉन",
          "thumb": "SNj98pQL/leon.png",
          "ability": "बज़र बीटर",
          "ability_desc": "लड़ाई में भागीदारी के बाद HP को पुनः प्राप्त करता है।",
          "gender": "पुरुष",
          "age": "20",
          "date": "30/09",
          "bio": "लियॉन एक विश्वविद्यालय का छात्र है जिसके पास बास्केटबॉल में कुछ अत्यधिक कौशल हैं और उन्हें प्रदर्शित करने से डर नहीं लगता। उसकी बायोनिक पैर की मदद से वह लगभग किसी भी व्यक्ति से अधिक ऊंचे कूद सकता है। वह इलेक्ट्रॉनिक में रुचि रखता है और जब उसकी टिकोना काम नहीं करती है तो उसे ठीक करने और टिंकर करने का तरीका जानता है। शायद वह केवल बास्केटबॉल की परवाह करता हो, लेकिन वह खेल का उपयोग न केवल अपने परिवार का समर्थन करने के लिए करता है, बल्कि अपने दोस्तों का भी।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "RZVrMkGB/thiva.webp",
          "name": "थिवा",
          "thumb": "prmd9RQp/thiva.png",
          "ability": "जीवनीय वाइब्रेशन्स",
          "ability_desc": "सहायक टीम सदस्यों को उठने में गति का 70% बढ़ाई जाती है। कूल डाउन: 90 सेकंड। उठाए गए सहायक सदस्य 3 सेकंड में 60 एचपी से पुनर्प्राप्त होता है।",
          "gender": "पुरुष",
          "age": "25",
          "date": "02/12",
          "bio": "थिवा दिमित्री का छोटा भाई है। उसमें प्राकृतिक रूप से प्रतिभाशाली था और उसके बचपन में संगीत बजाता था। वह वास्तव में दुनिया की मदद करना चाहता है और लोगों के जीवन को बेहतर बनाना चाहता है, लेकिन उसे यकीन है कि इसे करने का सबसे अच्छा तरीका अपने संगीत के माध्यम से एक सच्चे संदेश को व्यक्त करना है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "0NPsJ69L/dimitri.webp",
          "name": "दिमित्री",
          "thumb": "7hHgjGyj/dimitri.png",
          "ability": "चिकित्सकीय धड़कन",
          "ability_desc": "3.5 मीटर त्रिज्या चिकित्सा क्षेत्र बनाता है। इसके अंदर, उपयोगकर्ता और सहयोगी 10 HP/s से वसूलते हैं। आवश्यकता होने पर सहायकता स्वतः सक्रिय होगी। क्षेत्र 12 सेकंड तक चलता है। सहायक टीम सदस्यों को सहायता करने के प्रभाव को अन्य कौशलों द्वारा बढ़ाया जा सकता है। कूल डाउन: 90 सेकंड।",
          "gender": "पुरुष",
          "age": "26",
          "date": "16/05",
          "bio": "दिमित्री थिवा का बड़ा भाई है। उसके दैनिक जीवन में, वह बड़े हिस्से में लैब में नई ध्वनि तकनीकों का विकास करने में बिताता था। उसने अपनी संगीत की प्रेम प्रेरणा पा ली, तो उसे लगा कि दुनिया की मदद करना और लोगों के जीवन को उसकी तकनीकी रचनाओं के माध्यम से सुधारना उसके सपनों में से एक हो सकता है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "L8dR2Cw4/d-bee.webp",
          "name": "डी-बी",
          "thumb": "prCBdQZ2/bee.png",
          "ability": "गोलियों का ताल",
          "ability_desc": "जब चलते हुए गोली चलाई जाती है, तो चलन की गति और सटीकता बढ़ जाती है।",
          "gender": "पुरुष",
          "age": "19",
          "date": "23/09",
          "bio": "डी-बी का एक बाहरी व्यक्तित्व है और नए लोगों से मिलकर आनंद लेता है। उसे लगता है कि जीवन का अर्थ निर्माण है, और यही कारण है कि वह एक संगीत निर्माता बन गया है। वह नृत्य और संगीत में भी आकर्षित है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "7YSPGrgJ/maro.webp",
          "name": "मारो",
          "thumb": "zGgRtSgV/maro.png",
          "ability": "बाज़ का उत्साह",
          "ability_desc": "दूरी के साथ हानि बढ़ती है। चिह्नित दुश्मनों को हानि बढ़ती है।",
          "gender": "पुरुष",
          "age": "32",
          "date": "23/05",
          "bio": "मारो मनुष्यों के संग जानवरों की कंपनी को पसंद करता है। उसे लगता है कि मनुष्य अक्सर हर चीज़ को अधिक सोचते हैं और जीवन का असली मतलब भूल जाते हैं। वह एक स्वतंत्र आत्मा बनना चाहता है और आशा करता है कि वह अपने पंछियों के माध्यम से अन्य मानवों को प्रकृति के करीब ले आ सकेगा।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "HnwGxHfp/skyler.webp",
          "name": "स्कायलर",
          "thumb": "rmFskSKG/skyler.png",
          "ability": "जल तरंग ताल",
          "ability_desc": "आगे एक ध्वनि तरंग उन्मुक्त करें जो ग्लू दीवारों को नुकसान पहुंचाती है। साथ ही, प्रत्येक ग्लू दीवार लगाने पर एचपी का विकास होगा। पुनर्प्राप्ति प्रभावों को स्टैक नहीं किया जाता है।",
          "gender": "पुरुष",
          "age": "26",
          "date": "05/07",
          "bio": "स्कायलर ने अपनी प्रसिद्धि को देश के सबसे लोकप्रिय पॉप गायक-नाचने वाले के रूप में हासिल किया, और अब वह वियतनाम की सबसे बड़ी मनोरंजन कंपनी के मुख्य कार्यकारी अधिकारी हैं। वह ध्वनि क्षमता में सबसे अच्छा म्यूजिकल प्रतिभा होने के साथ-साथ सर्वश्रेष्ठ प्रतिभा खोजने के लिए प्रेरित है। उसे हारना पसंद नहीं है और वह मानते हैं कि रचनात्मकता लोगों को दुनिया में अच्छे को बुरे के बजाय देखने की अनुमति देती है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "jjmB4LTx/xayne.webp",
          "name": "Xayne",
          "thumb": "Yqm9M2qP/xayne.png",
          "ability": "एक्सट्रीम एनकाउंटर",
          "ability_desc": "अस्थायी रूप से 120 HP प्राप्त करता है, ग्लू दीवारों और ढालों के प्रति बढ़ाया हुआ होता है। 6 सेकंड तक रहता है।",
          "gender": "महिला",
          "age": "23",
          "date": "21/04",
          "bio": "जब वह एक बच्चा था, तो एक्सट्रीम गतिविधियों में हमेशा ही रुचि रखती थी। उसे मानव अंतर्क्रिया के बजाय एक्सट्रीम स्पोर्ट्स के अड्रेनालिन रश का बहुत शौक था। स्वतंत्र आत्मा, वह जीवन की खोज करना चाहती है और उसकी सीमाओं को पता लगाना चाहती है। अगर कोई उसकी किसी मिशन को पूरा करने की क्षमता पर संदेह करता है, तो वह निश्चित रूप से उसे करने का तरीका निकालेगी।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "D0kknmpj/shirou.webp",
          "name": "Shirou",
          "thumb": "jjTC8VTF/shirou.png",
          "ability": "नुकसान प्रदान",
          "ability_desc": "जब उपयोगकर्ता को 80 मीटर की भीतर से हिट किया जाता है, तो हमलावर को चिह्नित किया जाता है (केवल उपयोगकर्ता के लिए दिखाई देता है)। चिह्नित शत्रुओं पर पहले शॉट में अतिरिक्त कवच प्रवेश होता है।",
          "gender": "पुरुष",
          "age": "19",
          "date": "20/11",
          "bio": "शिरो एक युवा है जिसमें जिम्मेदारी की मजबूत महसूस होती है, जो अपने परिवार और अपने गाँव की सुरक्षा के लिए सब कुछ खतरे में डाल देता है। वह एक डिलीवरी बॉय के रूप में काम करता है और ग्रिजा शहर में रहने वाले व्यस्त और भीड़भाड़ वाले क्षेत्रों में पैकेज डिलीवरी करता है। उसे अपनी सच्चाई और असली पुकार मिलने के लिए बड़ी मुश्किलों का सामना करना होगा।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "sXfsbM8p/chrono.webp",
          "name": "Chrono",
          "thumb": "CxXsdxjf/chrono.png",
          "ability": "समय टर्नर",
          "ability_desc": "एक हानि अवरोधक बल क्षेत्र बनाता है। फील्ड के अंदर से बाहरी दुश्मनों को हमला करने में असमर्थ।",
          "gender": "पुरुष",
          "age": "35",
          "date": "05/02",
          "bio": "क्रोनो एक समानांतर ब्रह्माण्ड से आता है जहां हमारी वर्तमान दुनिया, पृथ्वी, की तुलना में अधिक विज्ञान और प्रौद्योगिकी का स्तर है। उसका मूल बचपन एक सामान्य था। उसके माता-पिता प्रसिद्ध वकील थे जो गरीबी के खिलाफ लड़ते थे और गरीब बेघर लोगों को समाज में उपर लाने में मदद करते थे। इसके कारण, उसके पास कभी भी नानाजाद गुटों के बारे में जागरूकता थी जब वह बहुत छोटा था और जैसे ही वह बड़ा हुआ, तो उसने भी सहायता करने के लिए अपना हिस्सा करने के तरीके खोजे।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "t4hbTdG3/dasha.webp",
          "name": "Dasha",
          "thumb": "QtrgkYY8/dasha.png",
          "ability": "पार्टी करना",
          "ability_desc": "न तो गिरावट से हुई नुकसान को कम करें और न गिरावट के समय की पुनर्प्राप्ति को कम करें। रिकॉइल निर्माण और अधिकतम रिकॉइल की दर को कम करें।",
          "gender": "महिला",
          "age": "25",
          "date": "08/12",
          "bio": "दाशा एक पार्टी गर्ल है जो कहावत 'कड़ी मेहनत करो, और अधिक पार्टी करो' का पालन करती है। वह थोड़ी शरारती है, अक्सर तकलीफ खड़ी कर देती है जब उसका इरादा नहीं होता। उसने अपने जीवन में बहुत कुछ देखा है, लेकिन वह खुश है कि उसने मम्बास को पाया है जो उसके विविध रूप के कौशल की प्रशंसा करते हैं। लेकिन अब उसने उस चीज में शामिल हो लिया है जिसका वह इरादा नहीं करती थी, लेकिन केवल समय बताएगा कि यह निस्संदेह है या नहीं।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "GmJ0rcvz/k.webp",
          "name": "K",
          "thumb": "s257X9jt/k.png",
          "ability": "सबका शिक्षक",
          "ability_desc": "अधिकतम ईपी 50 से बढ़ जाता है। जियूजिट्सू मोड: 6m के भीतर गए साथी 500% ईपी रूपांतरण दर मिलती है। मनोविज्ञान मोड: हर 4 सेकंड में 2 ईपी पुनः प्राप्त होता है, तक 6 ईपी। मोड स्विच सीडी 3 सेकंड।",
          "gender": "पुरुष",
          "age": "31",
          "date": "06/10",
          "bio": "के बचपन में केन्द्रीय विद्यालय के बाहर 16 साल के उम्र में वह एक गाड़ी के टक्कर में आ गया और अपनी कमर चोटी की। उसके डॉक्टर ने उसे बताया कि वह कभी फिर से चल नहीं सकेगा। लेकिन उसने हार मानने से इनकार किया - यह उसके लिए अंत नहीं होगा। उसने शारीरिक चिकित्सा किया, घर पर अपनी चिकित्सा की और उसे आगे बढ़ाने के लिए एक प्रशिक्षक को ढूंढा। एक साल में वह चलने लगा; दो में वह खेल रहा था। यह अनुभव उसे कुछ ऐसी बातें सिखाई जिन्हें वह जीवन भर नहीं भूलेगा। - जीवन को प्राप्ति मत समझो। - उसने अपने आत्मा में प्रवेश करना पड़ा कि वह इस अनुभव से गुजर सकता है और उसने खुद को, अपनी प्रेरणाओं को समझना सीखा। - इसका एक परिणाम यह भी था कि अब वह उसी तरह से लोगों को पढ़ सकता है और समझ सकता है जैसे उसके चारों ओर के लोग। - इसके अलावा, वह अपने शरीर और मस्तिष्क को मजबूत बनाना चाहता था ताकि वह कभी भी ऐसी ही चोट न खा सके"
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRZ4bxJ5/luqueta.webp",
          "name": "Luqueta",
          "thumb": "nc5DGwMy/luqueta.png",
          "ability": "कैट ट्रिक",
          "ability_desc": "प्रत्येक हत्या से मैक्स एचपी बढ़ता है, अधिकतम 35 तक।",
          "gender": "पुरुष",
          "age": "20",
          "date": "10/06",
          "bio": "लुकेटा विदेश से एक आउटऑफस्टेट छात्र था। उसने अपने पिता के काम के कारण मूव किया। उसके पिता चाहते थे कि वह उनके पदकों में चले और एमबीए करें और व्यापार में प्रवेश करें। लेकिन लुकेटा ने अपने पिता की जिंदगी देखी और उसमें से कुछ भी नहीं चाहा। वह हमेशा एक एथलेटिक बच्चा था। जब वह मूव किया, तो स्कूल के लिए फुटबॉल खेलना शुरू किया। उसे पता था कि वह बच्चा जब वह बच्चा था, लेकिन हाई स्कूल में वह एक स्टार बन गया। उसे इतनी मेहनत करने की जरूरत नहीं थी और वह शानदार था।"
        }
      ]},
    {
      "details": [
        {
          "image": "nLHyh6kx/kelly.webp",
          "name": "Kelly",
          "thumb": "V6Rt9fbg/kelly.png",
          "ability": "डैश",
          "ability_desc": "स्प्रिंटिंग की गति बढ़ाएं।",
          "gender": "महिला",
          "age": "17",
          "date": "01/04",
          "bio": "बचपन में, वह अपनी गोद ली मां, रेना, और स्टेप-डैड, एंड्रू, के साथ एक खुशहाल बच्चा था। जब उसकी मां और एंड्र्यू तलाकशुदा हो गए, तो वह बहुत उदास थी लेकिन एंड्र्यू के साथ संपर्क में रही। केली हमेशा एक अच्छा रनर थी, लेकिन हाईस्कूल में ट्रैक कोच ने उसे खोजा और उसने स्कूल ट्रैक स्टार बना लिया। जब वह एक अज्ञात द्वीप पर खुद को पाती है, तो वहे उसे अपने भविष्य का रास्ता तय करने के लिए कठिन चुनौतियों का सामना करना पड़ेगा।"
        }
      ]},
    {
      "details": [
        {
          "image": "W34cXQF8/hayato.webp",
          "name": "Hayato",
          "thumb": "yxLFK11x/hayato.png",
          "ability": "बुशिदो",
          "ability_desc": "जितना निम्न आपके एचपी होगा, अधिक होगी आपकी आर्मर पेनेट्रेशन।",
          "gender": "पुरुष",
          "age": "20",
          "date": "21/03",
          "bio": "हायातो के कंपनी यगामी के प्रमुख उत्तरदाता के रूप में उसके कंधों पर बहुत कुछ था। उसे एक जिंदगी में पाला गया था जहां उसका अस्तित्व उसके परिवार के सम्मान और गौरव की सेवा के लिए था। जब उनकी परिवार कंपनी हॉराइजन द्वारा अधिग्रहण किया गया, तो उसने यगामियों को सम्मान के साथ काम करने के लिए कॉर्पोरेट कामों में शामिल होने से इनकार नहीं किया।"
        }
      ]},
    {
      "details": [
        {
          "image": "bJGpq7yJ/moco.webp",
          "name": "Moco",
          "thumb": "zBJbGsPg/moco.png",
          "ability": "हैकर की आंख",
          "ability_desc": "मोको द्वारा गोलियों पर निशान लगाएं कुछ सेकंड के लिए।",
          "gender": "महिला",
          "age": "20",
          "date": "13/02",
          "bio": "मोको टेक जीनियस है जो हॉरिज़न, महानतम प्रतिष्ठित तकनीकी कंपनी पर शामिल हुआ। लेकिन जब उसे पता चलता है कि वे दुर्भाग्यपूर्ण काम कर रहे हैं, तो वह गायब हो जाता है, सार्वजनिक रिकॉर्ड से अपनी पहचान को मिटा देता है और उनकी योजनाओं को रोकने का तरीका खोजने के लिए छुप जाता है। वह अकेले काम करना पसंद करता है, लेकिन जल्द ही पता चलता है कि यह खतरा उसके लिए बहुत बड़ा है और वह इसे खुद ही संभालने के लिए बहुत बड़ा है।"
        }
      ]},
    {
      "details": [
        {
          "image": "fTsnPt9k/steffie.webp",
          "name": "Steffie",
          "thumb": "G272hHyW/steffie.png",
          "ability": "ग्राफिटी का आशीर्वाद",
          "ability_desc": "एक क्षेत्र बनाता है जो फेंकनीयों को रोकता है। क्षेत्र में मौजूद लोगों की हर सेकंड आर्मर स्थिरता पुनः स्थापित की जाएगी और दुश्मनों से लिए गए गोली का हर्ज घटा दिया जाएगा।",
          "gender": "महिला",
          "age": "23",
          "date": "05/11",
          "bio": "स्टेफी का लम्बा झगड़ा संस्थानों के साथ है, शुरुआत में उसके माता-पिता के साथ। उसने अपने जीवन के पहले ही दिनों से विरोध किया और इसे जारी रखता है। उसकी जिंदगी में एक कठिन मोड़ था जब उसने तकनीकी जादूगर, हॉराइजन, को छोड़ दिया, और वहां के विलुप्त होने का रोड़ा हो गया, वहां की जाँच के लिए उसे यादों को छोड़ना पड़ा। उसे मोको ने बचाया और उसके बाद जल्द ही मम्बास मिले, एक विद्रोही बल जो उसके असली बुलावे का पता लगाते हैं।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "LsQmK9Mw/misha.webp",
          "name": "मिशा",
          "thumb": "zB0Lbx9P/misha.png",
          "ability": "अफ्टरबर्नर",
          "ability_desc": "वाहनों में चलते समय गति बढ़ाने और नुक़सान को कम करने के लिए। गाड़ी चलाते समय लक्ष्य करना कठिन हो जाता है।",
          "gender": "महिला",
          "age": "19",
          "date": "26/07",
          "bio": "जब उसके माता-पिता की हत्या हो गई, तो स्कूल छोड़ दिया और मिशा ने खुद को और अपने भाई, मैक्सिम, को संभालने के लिए एक रेसकार बना। एक दिन मैक्सिम, गायब हो गया, और उसने सब कुछ छोड़ दिया उसे ढूंढने के लिए। उसकी खोज अंड्रू की खोज के साथ मिल गई, जब वे अपने अपने परिवारों की तलाश कर रहे थे। उनका सफर उसे नए और खतरनाक रास्तों पर ले जाएगा, जिसका अंत दूर है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "HWqskk7C/maxim.webp",
          "name": "मैक्सिम",
          "thumb": "43RHr76w/maxim.png",
          "ability": "ग्लटनी",
          "ability_desc": "मशरूम खाने और मेड किट का उपयोग करने का समय कम करें।",
          "gender": "पुरुष",
          "age": "17",
          "date": "30/01",
          "bio": "मैक्सिम को लगता था कि उसकी बहन, मिशा, ने स्कूल छोड़ दिया था ताकि वह उसकी देखभाल कर सके। लेकिन उसके पास कोई अधिकारिक कौशल नहीं था और उसने अपने हिस्सेदारी नौकरी के रूप में भोजन खाने का वी-ट्यूबिंग का रास्ता अपनाया। एक दिन, उसके और उसके स्कूल के साथी केली को एक स्कूल बस से अपहरण किया गया और उन्हें बरमूडा के द्वीप पर भेज दिया गया। यह द्वीप उसे बदल देगा - वह स्वस्थ, मजबूत, आत्मविश्वासी और कठिन दुनिया का सामना करने के लिए बेहतर तैयार हो जाएगा।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "vmtGPrPY/andrew.webp",
          "name": "एंड्रू",
          "thumb": "TY294Sdh/andrew.png",
          "ability": "आर्मर स्पेशलिस्ट",
          "ability_desc": "वेस्ट टिकाऊता की हानि को कम करें।",
          "gender": "पुरुष",
          "age": "42",
          "date": "25/12",
          "bio": "एंड्रू की पहली पत्नी की एक बेटी केली थी, जो उसे एक जैसा प्यारा मानती थी जैसा कि एक जैसा पुत्र।जब उसका तलाक हो गया, तो वह हमेशा केली की जिंदगी में शामिल होने की कोशिश करता रहा। एंड्रू LLPD में सरजेंट था, जब उसकी नई दूल्हन एक बर्बर गैंग हमले में मारे गए। वह उसके हत्यारों को खोजने का प्रयास करते हुए अपनी नौकरी खो दी, साथ ही वह हॉराइज़न के खिलाफ लड़ रहा था, जो पुलिस विभाग को नकली करने का प्रयास कर रहा था।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "CMQS6L4q/caroline.webp",
          "name": "कैरोलिन",
          "thumb": "4xm1J9hg/caroline.png",
          "ability": "चुस्ती",
          "ability_desc": "एक शॉटगन पकड़े हुए समय में बढ़ी हुई चाल की गति।",
          "gender": "महिला",
          "age": "17",
          "date": "10/10",
          "bio": "कैरोलिन ने उत्कृष्टता, शिष्टाचार और संवेदनशीलता को प्राप्त किया था, जिसकी अधिकांश धनी लड़कियों को कमी थी। वह सामाजिक मानकों के भीतर काम करती थी, लेकिन लोगों को अपने अनुरूप बनाने के लिए कुशलतापूर्वक उनका उपयोग किया। वह अभी भी छात्रा है, लेकिन अपने परिवार के संबंधों के कारण, वह कभी-कभी हॉराइज़न के योजनाओं में ली जाती है। वह और हायातो परिचित हैं और कभी-कभी एक-दूसरे की मदद करते हैं।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "43xXSKjp/laura.webp",
          "name": "लौरा",
          "thumb": "c1FYrJW4/laura.png",
          "ability": "शार्प शूटर",
          "ability_desc": "निशान लगाते समय बढ़ी हुई सटीकता।",
          "gender": "महिला",
          "age": "29",
          "date": "21/05",
          "bio": "लौरा अपनी कक्षा की शीर्ष स्थान और उसकी प्लाटून का सबसे उत्कृष्ट शार्पशूटर थी। उसके पिता की जंग में गायब होने के बाद ही उसने अपना मार्ग चुना कि उसे अपने पिता को खोजने के लिए विशेष एजेंट बनना है। अभी भी अपने खोज में, वह एक एजेंसी के लिए काम कर रही है जो उसके शहर को तंग करने वाले बुरे लोगों को समाप्त कर रही है। लौरा को अब अपनी जिंदगी को दोबारा सोचना पड़ेगा जब उसका नया लक्ष्य, राफेल, वह नहीं है जिसे वह उसे बताते हैं।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "jSZbPxC2/rfael.webp",
          "name": "रफ़ाएल",
          "thumb": "W1gh6NBZ/rafael.png",
          "ability": "मौत की चुप्पी",
          "ability_desc": "जब एस्नाइपर और मार्क्समैन राइफल का उपयोग किया जाता है, चुप्पी का प्रभाव। दुश्मनों को लगने और गिरने पर तेजी से एचपी का नुकसान होता है।",
          "gender": "पुरुष",
          "age": "31",
          "date": "09/09",
          "bio": "रफ़ाएल एक मीठे परिवारी आदमी था जब एक भयंकर परिवार दुर्घटना ने उसे निर्दयता और प्रतिशोध के मार्ग पर भेज दिया। अब वह दुनिया में नहीं खोज रहा है सिर्फ उस व्यक्ति के लिए जिसने उसके परिवार को नष्ट किया, बल्कि अन्य बुराईयों को न्याय दिलाने के लिए ठोस संविदान भी लेता है। वर्षों के साथ वह समझता चला कि जीवन जितना काले और सफेद दिखाई देता है, वैसा नहीं होता। उसके जीवन में प्यारी लौरा के आगमन ने अब उसके जीवन की सावधानी से बुनी हुई संरचना में एक और वांछित परिवर्तन ला दिया है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "zfrJStF2/alok.webp",
          "name": "आलोक",
          "thumb": "qBxwQ0d9/alok.png",
          "ability": "ड्रॉप द बीट",
          "ability_desc": "5m की ओरा बनाएं जो चलने और स्प्रिंटिंग गति को बढ़ाती है और एचपी को पुनः स्थापित करती है। प्रभाव को तिकड़ी नहीं लिया जा सकता है।",
          "gender": "पुरुष",
          "age": "28",
          "date": "26/08",
          "bio": "संगीत की शक्ति का उपयोग करते हुए, आलोक ब्राज़िल छोड़कर दुनिया भर में यात्रा किया। उसका नाम “प्रकाश” का अर्थ है। उसने एक समझौता किया है और फ्री फायर के युद्धभूमि आइलैंड पर कुछ विशेष अतिथियों के लिए एक बंद कॉन्सर्ट होगा!"
        }
      ]
    },
    {
      "details": [
        {
          "image": "kgdrkVRB/jota.webp",
          "name": "जोटा",
          "thumb": "9Q6yCNhd/jota.png",
          "ability": "लगातार हमले",
          "ability_desc": "बंदूक का उपयोग करते समय, एक दुश्मन को मारने से उपयोगकर्ता के लिए कुछ एचपी को पुनर्प्राप्त करता है।",
          "gender": "पुरुष",
          "age": "31",
          "date": "23/06",
          "bio": "जोटा एक मध्यम वर्गीय परिवार में बड़ा हुआ, साधारण छात्र था और उसके पास एक परिवार था जो उसे प्यार करता था। कुल मिलाकर, एक काफी सामान्य जीवन - लेकिन उसने अपने जीवन में अधिक क्रिया की आवश्यकता महसूस की। वह उस शहर में रहता था जिसमें आसमान को भरती स्काइस्क्रेपर होती थीं और उसने अपने आप को आसमान देखने के स्थान खोजने के लिए चढ़ाना शुरू किया।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "1tWsS9hb/clu.webp",
          "name": "क्लू",
          "thumb": "7LzMzrVt/clu.png",
          "ability": "ट्रेसिंग स्टेप्स",
          "ability_desc": "पैरों या झुकी हुई स्थिति में नहीं होने वाले दुश्मनों की स्थिति का पता लगाएं, सीडी 50 सेकंड। स्तर 4 के बाद सहकर्मी स्किल प्रभावों को साझा करें।",
          "gender": "महिला",
          "age": "24",
          "date": "28/02",
          "bio": "क्लू एक बड़े शहर के उपनगर में पली बड़ी थी। उसके माता-पिता धनी थे, जो जीवन की मूल आवश्यकताओं की चिंता कभी नहीं करते थे और उसके पास एक बहुत प्रेमभर बचपन था। जब वह किशोरा थी, तो उसके पिता को युद्ध शक्ति के लिए भर्ती किया गया था। एक साल बाद युद्ध समाप्त हो गया था और वह कभी घर नहीं आया। वह किशोरी उसके पिता के गायब होने के विवरण खोजने की आशा में हाईस्कूल से उत्तीर्ण होने के बाद एक निजी आई डिटेक्टिव डिटेक्टिव बन गई।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "P56gNSF8/wolfrahh.webp",
          "name": "वोल्फ़राह",
          "thumb": "5yD2LTpp/wolfrah.png",
          "ability": "प्रकाश",
          "ability_desc": "प्रत्येक अतिरिक्त दर्शक के साथ: हेडशॉट से होने वाले घायल होने का नुकसान घटता है, तकरीबन 25%। दुश्मन के अंगों पर होने वाला नुकसान बढ़ता है।",
          "gender": "पुरुष",
          "age": "19",
          "date": "29/04",
          "bio": "वोल्फ़राह एक भयानक घटना के बाद दुनिया से छिप जाने की आदत बना रहा। अपनी आत्मविश्वास की कुछ समस्याओं को देखते हुए, उसने अपने भय को सामना किया। उसके व्यक्तित्व की पहचान में वह अब अपनी ज़िंदगी की परिभाषा करने में मुश्किल है। उसे महाद्वीप के सबसे बड़े, अंधेरे VR गेम प्रतियोगिता में उसके कौशलों को प्रदर्शित करने के लिए निमंत्रण मिला। हालांकि, इस प्रक्रिया में उसने रहस्यों को खोजा - उसके चारों ओर के चयन उसके जीवन को परिभाषित करेंगे।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "wM7HTS9M/alvaro.webp",
          "name": "अल्वारो",
          "thumb": "63d0kx44/alvaro.png",
          "ability": "रोमांचक विस्फोट",
          "ability_desc": "विस्फोटक हथियार क्षति बढ़ाता है, क्षति क्षेत्र बढ़ाता है।",
          "gender": "पुरुष",
          "age": "26",
          "date": "28/05",
          "bio": "अल्वारो एक युवा व्यक्ति है जिसमें एक विस्फोटक व्यक्तित्व है। एक बचपन की दुर्घटना ने उसे विशेष विस्फोटक शक्तियों से आशीर्वादित किया, लेकिन उसकी यादें खो दी गईं। वह अपनी यादों की खोज करने और उसकी देखभाल करने के लिए अपनी शक्तियों का उपयोग करने के बीच एक स्थिर चक्कर में खोया हुआ है। उसके जीवन में एकमात्र स्थिर बात यह है कि कपेला, उसका बचपन का सबसे अच्छा दोस्त, जिसको उसने अब अच्छी तरह से याद नहीं करता है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "jdntV08k/antonio.webp",
          "name": "अंतोनियो",
          "thumb": "MHqDx31P/antonio.png",
          "ability": "गैंगस्टर का आत्मा",
          "ability_desc": "राउंड शुरू होते ही अतिरिक्त एचपी प्राप्त करें।",
          "gender": "पुरुष",
          "age": "30",
          "date": "01/08",
          "bio": "अंतोनियो वह प्रकार का आदमी है जिससे लोग आँखों से संपर्क करने से बचने का प्रयास करते हैं। ऐसा लगता है कि वह आपको बहुत देर के लिए गहरी दृष्टि से मिले तो आपको चेहरे पर पंच मार देगा। वास्तव में, उस गैंगस्टर-लुक के नीचे, वह शर्मीला और संवेदनशील है। स्थानीय गैंग युद्धों में बड़ होने के कारण, उसने कभी बिना किसी कारण के हिंसात्मक नहीं था - उसने केवल अपनी और अपने प्रियजनों - अपनी पत्नी, अपने परिवार, और अपने चिहुआहुआ पॉनचो की रक्षा की थी।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "MpWwnM6g/paloma.webp",
          "name": "पालोमा",
          "thumb": "5NZXCYR1/paloma.png",
          "ability": "हथियार विपणि",
          "ability_desc": "एआर एम्मो को इन्वेंटरी स्थान पर लिए बिना ले जाने में सक्षम हैं।",
          "gender": "महिला",
          "age": "28",
          "date": "04/08",
          "bio": "जो भी पालोमा से मिलता है, वह उसे एक तरीके से या अन्य तरीके से उसकी ओर देखता है। एक गरीब बस्ती में खिलने वाला एक जंगली फूल। यह कभी-कभी उसकी अदला-बदली आत्म-विश्वास से आता है जिससे लोग उसकी ओर आकर्षित होते हैं क्योंकि वह भविष्य की सुरक्षा और दृष्टिकोण की भावना को प्रक्टिस करती है। उसकी एकमात्र चीज जो उसे उसके भविष्य के दृष्टिकोण से हटा सकती है, वह है उसके जीवन के प्रेम, अंतोनियो।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "YCkrQD3n/miguel.webp",
          "name": "मिग्वेल",
          "thumb": "ncL4kD2D/iguel.png",
          "ability": "पागल स्लेयर",
          "ability_desc": "मिग्वेल हर किल के लिए ईपी प्राप्त कर सकते हैं।",
          "gender": "पुरुष",
          "age": "26",
          "date": "10/10",
          "bio": "अपने जीवन को कानून और न्याय को समर्पित करके, मिग्वेल ने अपनी टीम को अनगिनत अपराध-नियंत्रण कार्रवाईयों के माध्यम से नेतृत्व किया है, जिसकी सफलता दर 100% है। उसकी टीम को असंभावनीय कामों का सामना करने के लिए जाना जाता है, इसलिए किसी ने 6 महीने पहले हुई एक असफल मिशन के पश्चात एक दुखद घटना की प्रत्याशा नहीं की थी। मिग्वेल जल्दी ही अहसास करेगा कि, एक विफल मिशन के पश्चात होने वाले एक दोस्त के धोखे की तुलना में दुख और क्रोध सिर्फ एक होते हैं।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "mgwbj3pb/mikita.webp",
          "name": "निकिता",
          "thumb": "7L1JDHX4/mikita.png",
          "ability": "फायरआर्म्स एक्सपर्ट",
          "ability_desc": "रिलोड स्पीड 20% बढ़ती है। प्रति बार जब कौशल प्रयोक्ता दुश्मन को मारता है, तो कहा गया लक्ष्य 10 सेकंड के लिए 30% चिकित्सा कमी को जेल में डाला जाएगा (अधिकतम कमी: 30%)।",
          "gender": "महिला",
          "age": "22",
          "date": "11/11",
          "bio": "उसका सबसे महत्वपूर्ण कार्य है हैरिजन के उपाध्यक्ष की बेटी कैरोलिन की सुरक्षा करना। सैन्य स्कूल से एक शीर्ष निशानेबाज के रूप में स्नातक की गई, निकिता के पास हैरिजन के सरकारी रूप से नहीं होने वाले बड़े लक्ष्य हो सकते हैं, लेकिन ऐसा लगता है कि वह चीजों को वैसे ही देखती है। कोई यह जानना चाहेगा कि क्या उसके अपने उद्देश्य हैं, जिन्हें हैरिजन के सर्वोत्तम हित की दृष्टि से नहीं देखा जा सकता।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "43Br7BL9/kapella.webp",
          "name": "कापेला",
          "thumb": "TwGmWLhh/kapella.png",
          "ability": "हीलिंग सॉन्ग",
          "ability_desc": "हीलिंग आइटम और हीलिंग कौशल के प्रभाव को बढ़ाता है। साथी HP की हानि को कम करता है। प्रभाव स्टैक नहीं होते हैं।",
          "gender": "महिला",
          "age": "21",
          "date": "17/07",
          "bio": "कापेला को बचपन में अनाथ बनाया गया था और टेक मैग्नेट, जोजेफ, ने उसे अपनाया। यह ऊर्जावान युवती बहुत अवलोकनात्मक और सहज हो गई थी। उसने एक विश्व प्रसिद्ध गायिका और माम्बास के सदस्य बन गई। उसकी व्यक्तित्व निश्चित रूप से उसकी सफलता में कुंजी भूमिका निभाती है, लेकिन बेशक, सिर्फ एक स्टार अकेला नहीं पैदा होता। जब उसका गुज़रा हुआ कल, अल्वारो, फिर से प्रकट होता है, तो उसे यह निर्धारित करना होगा कि उसके जीवन में सबसे महत्वपूर्ण क्या है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "SN9FTLsB/joseph.webp",
          "name": "जोसेफ",
          "thumb": "bwDQXfKY/joseph.png",
          "ability": "नटी मूवमेंट",
          "ability_desc": "विघटक प्रभावों से मुक्त हो जाएं (उदाहरण के लिए, धीमा, मार्किंग, कौशल-मूकता) और 5 सेकंड के लिए 10% गति बढ़ाएँ। कूलडाउन: 60 सेकंड।",
          "gender": "पुरुष",
          "age": "45",
          "date": "02/02",
          "bio": "न्यू डॉन का महाराजा लेडीज' मैन, जोसेफ, ने नर्व लैब्स की स्थापना की, एक सफल टेक कंपनी। महान संकट के अंत में, जोसेफ ने होराइजन की नीची योजनाओं की खबर सुनी और उसे असाधारण होशियार वैज्ञानिक का शत्रु बना दिया।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "cHVZCFCc/notora.webp",
          "name": "नोटोरा",
          "thumb": "hvYfMf4L/notora.png",
          "ability": "रेसर्स ब्लेसिंग",
          "ability_desc": "जब एक वाहन चला रहा है, तो सभी सदस्यों की HP को बहाल करें। प्रभाव स्टैक नहीं होते हैं।",
          "gender": "महिला",
          "age": "27",
          "date": "22/03",
          "bio": "एक बाइकर गैंग परिवार की बेटी, नोटोरा को अपने जीवनशैली के बारे में बहुत कुछ कहने का कभी अधिक स्वतंत्रता नहीं मिली थी। उसकी ताकत और मजबूती के बावजूद, उसकी गहरी छुपी अवसादपूर्ण हिंसा के प्रति उसकी एक छुपी अरुचि है। एक क्रूर गैंग विवाद के दौरान उसकी पूरी टीम हटा दी गई थी। भाग्यशाली रूप से, मौत ने उसकी एक बार फिर अंधा किया। नोटोरा को फिर से जिन्दा पकड़ा गया और उसे बरमूडा द्वीपों में निष्कासित किया गया, यह उसे यह अनुभव करने में सिखा देगा कि यह उसे वहां लाने वाली किस्मत नहीं थी।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "cC2WKXJm/a124.webp",
          "name": "ए124",
          "thumb": "MTk53pH8/a124.png",
          "ability": "थ्रिल ऑफ बैटल",
          "ability_desc": "एक 8m इलेक्ट्रोमैग्नेटिक तरंग को अनलॉक करता है जो दुश्मनों के कौशल सक्रियण को अक्षम करता है और उनके इंटरएक्शन काउंटडाउन को विघटित करता है। 20 सेकंड के लिए चलता है। कूलडाउन: 50 सेकंड।",
          "gender": "महिला",
          "age": "18",
          "date": "01/01",
          "bio": "एक उद्देश्य के लिए जन्मा, ए124 को एक हत्यारा मशीन के रूप में प्रोग्राम किया गया था। उसे निश्चित रूप से मानव अंतराक्रियाओं और जटिल भावनाओं के लिए नहीं बनाया गया था, लेकिन कौन रोक सकता है एक युवा मन को कोशिश करने से? उन युद्ध कौशलों और एक जिज्ञासु मन के साथ, दुनिया शाब्दिक रूप से उसका खगोल है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "0Q4FZrq5/kla.webp",
          "name": "क्ला",
          "thumb": "WzYJK58J/kla.png",
          "ability": "मुय थाई",
          "ability_desc": "बढ़ी हुई मुट्ठी क्षति।",
          "gender": "पुरुष",
          "age": "27",
          "date": "14/12",
          "bio": "क्ला ने अपनी जवानी में कई रुकावटों को पार किया, लेकिन उसके माता-पिता की हत्या ने उसके लिए अधिक था - उसे क्रोध और हिंसा के मार्ग पर ले जाते हुए। उसने उसकी मौतों के आस-पास घूमते हुए अपने आप को हानि और अपराध के चक्र में खो दिया। यह केवल जब उसने अपने माता-पिता की मौत के जिम्मेदारों में से एक से निपटा, तब उसने स्पष्टता और अपने जीवन के मार्ग को पाया।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "cJrV3fVk/wukong.webp",
          "name": "Wukong",
          "thumb": "8kY52fDW/wukong.png",
          "ability": "परछाई",
          "ability_desc": "15 सेकंड के लिए चलने में 5% की गति कम करके एक झाड़ी में बदल जाता है। सीडी: 200 सेकंड। वुकॉन्ग हमला करता है जब उसका पर्चम खत्म होता है। सीडी वुकॉन्ग एक दुश्मन को मारते समय रीसेट होता है।",
          "gender": "पुरुष",
          "age": "0",
          "date": "13/12",
          "bio": "एक बंदर जो एक मानव जैसा दिखता है। हालांकि, उसको अब भी केले पसंद हैं।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "ZKz4hs1b/olivia.webp",
          "name": "Olivia",
          "thumb": "BZ7LJw5j/olivia.png",
          "ability": "हीलिंग टच",
          "ability_desc": "Olivia द्वारा पुनर्जीवित होने वाले खिलाड़ी को अतिरिक्त एचपी मिलेगा।",
          "gender": "महिला",
          "age": "29",
          "date": "10/11",
          "bio": "एक बचपन की दुर्घटना के एक सर्जरी के बाद, ओलिविया ने एक विशेष क्षमता विकसित की थी - एक अद्वितीय स्पर्श से वह दर्द को दूर कर सकती थी और घायलों में चिकित्सा को बढ़ावा दे सकती थी। अपने आत्मघाती बचपन के बावजूद, ओलिविया अपने समृद्धि के बीच सबसे देखभाली और करुणामयी में से एक बन गई। हालांकि, फ़ोर्ड के सुरक्षित क्षेत्र के बाहर उसका थोड़ा सा सामाजिक आघात है और वह दुनिया से दूर रहती है।"
        }
      ]
    },
    {
      "details": [
        {
          "image": "yNjzhVdW/ford.webp",
          "name": "Ford",
          "thumb": "k4FQjNLx/ford.png",
          "ability": "आयरन विल",
          "ability_desc": "सुरक्षित क्षेत्र के बाहर होने वाले क्षति को कम करें।",
          "gender": "पुरुष",
          "age": "31",
          "date": "23/01",
          "bio": "फोर्ड कभी समुद्र पर कप्तान थे। अब उन्होंने खुद को शरणार्थियों के लिए एक सुरक्षित आश्रय बनाने का समर्पण किया है। वह सभी का बुद्धिमान और विश्वसनीय चाचा है, जो बरमूडा के अंदर और बाहर के जलमार्ग को जानते हैं। यह अच्छी तरह से जानते हुए कि धोखे कैसे चोट पहुंचा सकती है, फोर्ड विश्वास और सतर्कता के बीच संतुलन की कड़ी में प्रयासरत है। उसने अपना इरादा अद्भुत समझा, जब तक उसने ओलिविया से मिले नहीं..."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4dhkDpPH/shani.webp",
          "name": "Shani",
          "thumb": "LsV5wy66/shani.png",
          "ability": "गियर रीसायकल",
          "ability_desc": "प्रत्येक किल के बाद आर्मर सहारा करें। अतिरिक्त टिकोन के बाद आपकी आर्मर को अपग्रेड किया जा सकता है, सीमा तक।",
          "gender": "महिला",
          "age": "31",
          "date": "23/06",
          "bio": "शानी एक आत्मनिर्मित इंजीनियर हैं। उनके माता-पिता एक इमारत विस्फोट में मर गए थे जब उनकी आठारह साल की थी और उसने उन सबको खो दिया था। वह कुछ सालों तक यहां-वहां घूमती रही और अपना जीवन बनाने के लिए विभिन्न काम किए, जब एक जंकयार्ड मालिक ने उसे अपने साथ ले लिया और उसे एक जगह दी जहां उसे घर कह सकती थी। वहां उसने कूड़े के टुकड़ों के साथ काम करने और अपनी मनचाही इंजीनियरिंग करने का अवसर पाया।"
        }
      ]
    }
  ]
}