{
  "data": [
    {
      "details": [
        {
          "image": "wvb8P0Dp/ignis.webp",
          "name": "Ignis",
          "thumb": "SRT1XKtw/ignis.png",
          "ability": "Ongetemde Vlam",
          "ability_desc": "Plaas 'n vurige skerm wat 12m breed is en vir 10s duur (maks. implementasie afstand: 15m. Vyande en Gloo-mure wat in aanraking kom met die skerm, sal 'n brandende effek ervaar: neem onmiddellik 30 skade en, vir elke volgende sekonde, neem 10 skade en verloor 20% pantserduursaamheid. Brandeffek duur vir 2s. Gloo-mure ontvang onmiddellik 200 skade, en 200 skade/s vir 1s. Herlaai: 60s.",
          "gender": "Manlik",
          "age": "16",
          "date": "17/07",
          "bio": "Ignis is 'n superslim tiener wat die aangebore vermoë besit om voorwerpe aan die brand te steek. In sy vrye tyd beveg hy misdaad en handhaaf geregtigheid, maar vind homself dikwels in onbedoelde moeilikheid as gevolg van sy kragte. Die publiek kritiseer Ignis vir sy optrede, en tydens sy rebelse adolesensie reageer hy met 'n uitdagende houding. Dit belet hom egter nie om vir die mense en die stad op te staan nie, ten minste vir nou."
        }
      ]
    },
    {
      "details": [
        {
          "image": "25yfxsBw/ryden.webp",
          "name": "Ryden",
          "thumb": "2SB96rdK/ryden.png",
          "ability": "Spinnekopval",
          "ability_desc": "Laat 'n vernietigbare ontplofbare spin in die teikenrigting vry. Duur vir 30s. Tik binne 10s weer op die vaardigheidsknoppie om die spin se beweging te stop. Die spin sal die eerste vyand wat dit binne 5m sien, vang, hul spoed met 80% verminder en veroorsaak dat hulle 10 HP/s verloor. Die bloedingseffek duur vir 3s. Herlaai: 75s.",
          "gender": "Manlik",
          "age": "16",
          "date": "07/09",
          "bio": "As 'n 16-jarige vindingryke genie oortref Ryden se rasionaliteit en kennis beide sy eweknieë. Die seuntjie, wat vroeër onder die vlerke van sy suster Suzy gesit het, oorwin nou die slagvelde. Sy talentvolle uitvindings sal die pad vir hom baan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "44VRwbnr/sonia.webp",
          "name": "Sonia",
          "thumb": "kG4fdmXw/sonia.png",
          "ability": "Nano Lewenskild",
          "ability_desc": "Na die neem van fatale skade, tree in 'n onkwesbare en onbeweeglike toestand vir 0.4s. Kry dan 'n 50 HP skild wat vir 2s duur. Die vaardigheidsgebruiker sal uitgeskakel word wanneer die skild verdwyn. Herlaai: 180s.",
          "gender": "VROU",
          "age": "20",
          "date": "04/08",
          "bio": "Sonia is 'n geneties gemodifiseerde nanowetenskaplike met uitsonderlike intelligensie en kundigheid in nanobiotegnologie."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRxpwGvv/orion.webp",
          "name": "Orion",
          "thumb": "TPVkV04j/orion.png",
          "ability": "Krimson Drukgang",
          "ability_desc": "Vervang EP met 300 Krimson Energie. Verbruik 200 Krimson Energie om sy beskerming te aktiveer, waarin jy geen skade kan opdoen of vyande kan aanval nie en 10 HP (ignoreer vyandige Skildpunte) van vyande binne 5m sal absorbeer. Duur vir 3s, waarin jou bewegingsspoed met 20% sal verminder. Herlaai: 3s.",
          "gender": "MANLIK",
          "age": "22",
          "date": "13/08",
          "bio": "Orion, 'n wraaksugtige monster wat spesialiseer in die gebruik van die Krimson Energie tydens gevegte."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W4ycY5GP/santino.webp",
          "name": "Santino",
          "thumb": "5td7QTnN/santino.png",
          "ability": "Vormsplitser",
          "ability_desc": "Laat 'n 200 HP mannekin ontstaan wat selfstandig vir 12s beweeg. Wanneer die mannekin binne 60m is, gebruik die vaardigheid weer om posisies daarmee te ruil. Jy kan slegs een keer binne 3s ruil, tot 'n maksimum van 2 keer in totaal. Die speler wat die mannekin vernietig, sal vir 5s gemerk word. Herlaai: 60s.",
          "gender": "MANLIK",
          "age": "34",
          "date": "14/10",
          "bio": "Gebore in armoede, het Santino al van kleins af van kuns gehou. Hy het aan 'n bekende kunsskool gestudeer waar sy talent vir ontwerp gebloei het. Na sy afstudering het Santino sy modehandelsmerk, Angelic, gestig en 'n beroemdheid met 'n skerpsinnige oog vir bemarking geword. Met groot sukses in die veld, is hy altyd in die kollig van die modewêreld."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CdTtTt1W/luna.webp",
          "name": "Luna",
          "thumb": "mZ85pd28/luna.png",
          "ability": "Vlug of Vlugtig",
          "ability_desc": "Hierdie vaardigheid verhoog aanvanklik die vuurtempo. Wanneer die gebruiker 'n vyand tref, sal die vuurtempo omskep word in 'n bewegingspoed-impuls.",
          "gender": "VROULIK",
          "age": "28",
          "date": "18/03",
          "bio": "Luna is die dogter van 'n ingewikkelde man met 'n ingewikkelde verlede. Sy het vroeg volwasse geword deur sy roekeloosheid en die roekeloosheid van die volwassenes waarmee sy grootgeword het. Toe haar vader se leierskap in die Gilde uitgedaag is en uiteindelik gekaap is, moes Luna optree en haar eie voetstappe maak om die groep te bestuur en orde aan die gemeenskap te herstel."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4N1kRf6P/tatsuya.webp",
          "name": "Tatsuya",
          "thumb": "PxK2cxhP/tatusya.png",
          "ability": "Weerstandige Storm",
          "ability_desc": "Beweeg vorentoe teen 'n vinnige spoed. Hierdie vaardigheid kan opgehooop word vir opeenvolgende gebruik.",
          "gender": "MANLIK",
          "age": "16",
          "date": "20/12",
          "bio": "Tatsuya is verskeur tussen sy gevoelens van verraad en sy liefde vir sy familie. Hy weet nie hoe om met hierdie tweespalt van gevoelens om te gaan nie en laat hom gewillig in moeilikheid trek. Dit is net nadat hy en sy broer, Shirou, moet saamwerk om 'n komplot op te los, dat hy besef hy is nie alleen in die wêreld nie en het die krag om sy omgewing vir die beter te verander."
        }
      ]
    },
    {
      "details": [
        {
          "image": "K8LGTSBg/a-patroa.webp",
          "name": "A-Patroa",
          "thumb": "L6W02nPP/patroa.png",
          "ability": "",
          "ability_desc": "Die eksklusiewe vaardigheid gleuf kan toegerus word met enige besit vaardigheid en die oorblywende gleuwe word outomaties oopgemaak wanneer jy hierdie karakter bekom.",
          "gender": "VROULIK",
          "age": "28",
          "date": "30/03",
          "bio": "A-Patroa is 'n sterk, selfversekerde vrou wat 'n musiekwinkel in die middel van 'n gevaarlike woonbuurt bedryf. Haar winkel dien as 'n toevlugsoord; enigiemand kan na haar toe kom vir hulp. Boonop gebruik sy haar musiek om mense te help om hul lewens op nuwe en verskeie maniere te ervaar."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqRMNq21/iris.webp",
          "name": "Iris",
          "thumb": "QxnpndYn/iris.png",
          "ability": "Muurgeveg",
          "ability_desc": "Vir 15s, as daar suksesvol op 'n Gloo-muur geskiet word, sal vyande binne 7m daarvan gemerk word en deurdring deur die Gloo-muur om skade aan gemerkte vyande te veroorsaak (die toegebragte skade sal minder as gewoonlik wees). Effektief op 5 Gloo-mure maksimum. Afkoeltyd: 60s.",
          "gender": "VROULIK",
          "age": "30",
          "date": "01/10",
          "bio": "Met haar skerpe visie is Iris goed daarin om die vyand se aksies te voorspel om geleenthede te benut om te wen. As jy bekommerd is dat haar retoriek, gedachtelose optimisme, en hiper-individualisme jou samewerking sal beïnvloed, moenie wees nie. Iris werk nooit saam met enigiemand - behalwe met Homer wat haar onvoorwaardelik aanvaar, en al haar gemors opruim."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MZNJm3W0/jbiebs.webp",
          "name": "J.Biebs",
          "thumb": "sDncdcxm/biebs.png",
          "ability": "Stille Wag",
          "ability_desc": "Vaardigheidgebruiker en bondgenote kan skade blokkeer deur gebruik te maak van EP. In hierdie geval sal die hoeveelheid EP wat van bondgenote afgetrek word, by die vaardigheidgebruiker se EP gevoeg word.",
          "gender": "MANLIK",
          "age": "28",
          "date": "01/03",
          "bio": "J.Biebs is 'n man wat 'n verdeelde wêreld wil verenig. Deur sy kinderjare-ervarings het hy geleer dat die antwoord op mense se probleme nie geld of mag is nie, maar die werklike verbinding tussen mense. Hy het besluit om sy singvaardighede te gebruik om sy lewe te wy aan die hereniging van die wêreld."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cCgyNwc8/homer.webp",
          "name": "Homer",
          "thumb": "L4DkLTtS/homer.png",
          "ability": "Sensasie Skokgolf",
          "ability_desc": "Laat 'n drone vry na die naaste vyand binne 'n 100m frontale afstand, wat 'n 4 m-deursnee pols ontploffing skep wat bewegingsspoed met 60% verminder en vuurspoed met 35%. Duur vir 5s. Skiet 25 skade. Aftelling: 90s.",
          "gender": "MANLIK",
          "age": "30",
          "date": "01/06",
          "bio": "Homer is 'n blinde man wat nie net 'n sluipmoordenaar is nie, maar ook een van die stigters van die welvarende tegnologie-bende in Griza. Tog wil Homer, wat die afgelope jare uit mag gegaan het, nou net die waarheid agter die vreemde siekte wat hom in sy kinderjare blind gemaak het, die geheimsinnige navorsingsinstituut wat hy sy skool genoem het, en die seldsame aardmynale wat daarmee verband hou, vind."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XJqtwdmD/kenta.webp",
          "name": "Kenta",
          "thumb": "rswrQB1k/kenta.png",
          "ability": "Swaaimeester se Toorn",
          "ability_desc": "Vorm 'n skild wat wapenskade van vorentoe verminder. Herstel wanneer die gebruiker 'n skoot afvuur.",
          "gender": "MANLIK",
          "age": "38",
          "date": "05/05",
          "bio": "Kenta het vir jare as lyfwag en swaardsmid vir Hayato Yagami se familie gedien. Hy is 'n man van min woorde, maar beskerm sy nuwe, jong meester in enige situasie waarin hulle hulself bevind. Hy het sy eie persoonlike begeertes, maar stel dit op die agtergrond terwyl hy Hayato bedien tydens 'n gevaarlike tyd vir die Yagami-familie."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MHVwQ1jJ/nairi.webp",
          "name": "Nairi",
          "thumb": "mkkPQQ4Z/nairi.png",
          "ability": "Ysyster",
          "ability_desc": "Ingebedde Gloo-mure herstel 150 duursaamheid per sekonde wanneer dit getref word, gedurende watter tydspan spanlede binne 5m 20HP/s herstel. Maksimum 40HP per spanlid van elke Gloo-muur.",
          "gender": "MANLIK",
          "age": "23",
          "date": "27/12",
          "bio": "Nairi het al vroeg belangstelling in weer getoon toe hy weggedwing is van koue klimaat. Maar sy liefde vir sneeu het hom gelei om 'n manier te vind om terug te keer. Hy het mikromanipulasie-klimaat tegnologie ontwikkel om hom in die mees ekstreme omgewings te laat oorleef. Nou spandeer hy sy tyd aan bergklim, stap en storme najag om die antwoorde op klimaatvoorspelling te soek."
        }
      ]
    },
    {
      "details": [
        {
          "image": "dtRvQmY8/otho.webp",
          "name": "Otho",
          "thumb": "tC11JtD2/otho.png",
          "ability": "Geheue-Mis",
          "ability_desc": "Vorm 'n geheue-mis wanneer 'n vyand geëlimineer is, wat posisies van ander nabygeleë vyande onthul.",
          "gender": "MANLIK",
          "age": "21",
          "date": "01/11",
          "bio": "Otho het 'n verbeeldingryke maar baie praktiese gees. Hy is doodsbang om die herinneringe aan sy verlede te vergeet en probeer maniere vind om dit te bewaar. Hy kom elke dag nader en in die proses het hy 'n toestel ontwikkel wat hom in staat stel om ander se bedoelings te sien. Wanneer hy nie meer meganismes vir geheue ondersoek nie, is hy saam met sy vriende en spandeer tyd aan dagdrome met sy hond."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqyhP3Vf/leon.webp",
          "name": "Leon",
          "thumb": "SNj98pQL/leon.png",
          "ability": "Laaste Stoot",
          "ability_desc": "Herstel HP na betrokkenheid in gevegte.",
          "gender": "MANLIK",
          "age": "20",
          "date": "30/09",
          "bio": "Leon is 'n universiteitsstudent wat oor baie ekstreme balvaardighede beskik en nie bang is om dit te wys nie. Hy kan hoër spring as byna enigeen wat hy ken met behulp van sy bioniese been. Hy het 'n belangstelling in elektronika en weet hoe om sy been te herstel en daarmee te speel wanneer dit foutief werk. Dit mag dalk lyk asof hy net omgee vir basketbal, maar hy gebruik die sport nie net om sy gesin nie, maar ook sy vriende te ondersteun."
        }
      ]
    },
    {
      "details": [
        {
          "image": "RZVrMkGB/thiva.webp",
          "name": "Thiva",
          "thumb": "prmd9RQp/thiva.png",
          "ability": "Lewensnoodsaaklike Trillinge",
          "ability_desc": "Die spoed van die help van medespelers om op te staan, word met 70% verhoog. Aftelling: 90s. Die medespeler wat gehelp word, herstel 60 HP binne 3s.",
          "gender": "MANLIK",
          "age": "25",
          "date": "02/12",
          "bio": "Thiva is die jonger broer van Dimitri. Hy was van nature talentvol en het deurgaans musiek gespeel tydens sy kinderjare. Hy wil werklik die wêreld help en mense se lewens verbeter, maar glo dat die beste manier om dit te doen, is om die individu met 'n ware boodskap deur sy musiek te bereik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0NPsJ69L/dimitri.webp",
          "name": "Dimitri",
          "thumb": "7hHgjGyj/dimitri.png",
          "ability": "Genesende Hartklop",
          "ability_desc": "Skep 'n genesende sône met 'n radius van 3.5 m. Binne, herstel die gebruiker en bondgenote 10 HP/s. Die help word outomaties geaktiveer wanneer dit nodig is. Die sône duur 12s. Die effekte van die help van medespelers kan deur ander vaardighede verbeter word. Aftelling: 90s.",
          "gender": "MANLIK",
          "age": "26",
          "date": "16/05",
          "bio": "Dimitri is die ouer broer van Thiva. In sy daaglikse lewe het hy die meeste van sy tyd in die laboratorium deurgebring om nuwe klanktegnologieë te ontwikkel. Nadat hy sy passie vir musiek ontdek het, het hy besef dat om die wêreld te help en mense se lewens deur sy tegnologiese skeppings te verbeter, een van sy drome kan wees."
        }
      ]
    },
    {
      "details": [
        {
          "image": "L8dR2Cw4/d-bee.webp",
          "name": "D-Bee",
          "thumb": "prCBdQZ2/bee.png",
          "ability": "Koeëlrhythms",
          "ability_desc": "Wanneer skiet terwyl beweeg, verhoog bewegingsspoed en akkuraatheid.",
          "gender": "MANLIK",
          "age": "19",
          "date": "23/09",
          "bio": "D-Bee het 'n ekstroverte persoonlikheid en geniet dit om nuwe mense te ontmoet. Hy glo dat die betekenis van die lewe is om te skep, en dit is die rede waarom hy 'n musiekmaker geword het. Hy is ook gefassineerd deur dans en musiek."
        }
      ]
    },
    {
      "details": [
        {
          "image": "7YSPGrgJ/maro.webp",
          "name": "Maro",
          "thumb": "zGgRtSgV/maro.png",
          "ability": "Valkekoors",
          "ability_desc": "Skade neem toe met afstand. Skade aan gemerkte vyande neem toe.",
          "gender": "MANLIK",
          "age": "32",
          "date": "23/05",
          "bio": "Maro verkies die geselskap van diere bo menslike geselskap. Hy voel dat mense dikwels alles oorweeg en die ware betekenis van die lewe vergeet. Hy wil 'n vrye gees wees en hoop dat hy ook ander mense nader aan die natuur kan bring deur sy voëls."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HnwGxHfp/skyler.webp",
          "name": "Skyler",
          "thumb": "rmFskSKG/skyler.png",
          "ability": "Getyritme",
          "ability_desc": "Ontketen 'n klankgolf vorentoe wat Gloo-mure beskadig. Daarbenewens, lei elke ingesette Gloo-muur tot HP-herstel. Die herstel effekte stapel nie op nie.",
          "gender": "MANLIK",
          "age": "26",
          "date": "05/07",
          "bio": "Skyler het sy roem as die gewildste pop-sanger en danser in die land behaal, en is nou die hoof uitvoerende beampte van die grootste vermaakmaatskappy in Viëtnam. Hy is vasbeslote om die beste musikale talent in die bedryf te wees en ook om die beste talent te vind. Hy hou nie daarvan om te verloor nie en glo dat kreatiwiteit mense in staat stel om die goeie in die wêreld te sien eerder as die slegte."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jjmB4LTx/xayne.webp",
          "name": "Xayne",
          "thumb": "Yqm9M2qP/xayne.png",
          "ability": "Ekstreme Ontmoeting",
          "ability_desc": "Kry tydelik 120 HP, verhoog skade aan Gloo Mure en skild. Duur vir 6s.",
          "gender": "VROU",
          "age": "23",
          "date": "21/04",
          "bio": "Xayne was altyd belangstel in meer ekstreme aktiwiteite selfs as sy 'n kind was. Sy verkies die adrenalienrus van ekstreme sporte eerder as menslike interaksie. Vrye gees, sy wil die lewe verken en sy grense vind. As iemand haar vermoe om 'n missie te voltooi bevraagteken, sal sy beslis 'n manier vind om dit te doen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "D0kknmpj/shirou.webp",
          "name": "Shirou",
          "thumb": "jjTC8VTF/shirou.png",
          "ability": "Skade Afgelewer",
          "ability_desc": "Wanneer die gebruiker van binne 80m getref word, word die aanvaller gemerk (slegs sigbaar vir die gebruiker). Die eerste skoot op gemerkte vyande het addisionele pantsertreffer.",
          "gender": "MANLIK",
          "age": "19",
          "date": "20/11",
          "bio": "Shirou is 'n tiener met 'n sterk sin vir verantwoordelikheid wat alles gewaag het om sy familie en tuisdorp te beskerm. Hy werk as 'n afleweringsman wat pakkies rondstuur in die besige en opeengepakte stad van Griza. Hy sal groot kansen moet oorkom en teen kragte moet opstaan wat groter as hom is om sy waarheid en ware roeping in die lewe te vind."
        }
      ]
    },
    {
      "details": [
        {
          "image": "sXfsbM8p/chrono.webp",
          "name": "Chrono",
          "thumb": "CxXsdxjf/chrono.png",
          "ability": "Tyd Terugdraaier",
          "ability_desc": "Skep 'n skadesblokkerende kragveld. Onmoontlik om aanvalle van buite af te lanceer binne die veld.",
          "gender": "MANLIK",
          "age": "35",
          "date": "05/02",
          "bio": "Chrono kom uit 'n parallelle universum waar daar 'n hoër vlak van wetenskap en tegnologie is as die vlakke in ons huidige wêreld Aarde. Hy het 'n normale kinderdae gehad in sy oorspronklike universum. Sy ouers was beroemde regsgeleerdes wat teen armoede geveg en gehelp het om die armesloot mense in die samelewing op te hef. Hierdeur het hy altyd bewusheid gehad van benadeelde groepe sedert hy baie jonk was, en toe hy ouer word, het hy maniere gevind om ook sy deel te doen om te help."
        }
      ]
    },
    {
      "details": [
        {
          "image": "t4hbTdG3/dasha.webp",
          "name": "Dasha",
          "thumb": "QtrgkYY8/dasha.png",
          "ability": "Aanhoue Party",
          "ability_desc": "Verminder die ontvang van skade en hersteltyd na valle. Verminder die koers van terugstootopbou en maksimum terugstoot.",
          "gender": "VROU",
          "age": "25",
          "date": "08/12",
          "bio": "Dasha is 'n partytjie-meisie wat die spreekwoord \"werk hard, speel harder\" gehoorsaam. Sy is 'n bietjie stout, begin dikwels moeilikheid as sy nie van plan is om dit te doen nie. Sy het al deur baie in haar lewe gegaan, maar sy is bly om die Mambas te vind wat haar diverse reeks vaardighede waardeer. Maar nou het sy haar betrokke geraak by iets wat sy nie van plan was nie, maar net tyd sal sê of dit die moeite werd is."
        }
      ]
    },
    {
      "details": [
        {
          "image": "GmJ0rcvz/k.webp",
          "name": "K",
          "thumb": "s257X9jt/k.png",
          "ability": "Meester van Almal",
          "ability_desc": "Maks. EP verhoog met 50. Jiujitsu-modus: Bondgenote binne 6m kry 'n 500% verhoging in EP-omsettingskoers. Sielkundemodus: Herstel 2 EP elke 4s, tot 6 EP. Moduswissel-CD 3s.",
          "gender": "MANLIK",
          "age": "31",
          "date": "06/10",
          "bio": "K was 'n slim kind, maar soos die meeste kinders van sy ouderdom het hy nie skool ernstig opgeneem nie. Toe hy 16 was, nog 'n junior in die hoërskool, het hy in 'n motorongeluk beland en sy ruggraat beseer. Sy dokters het hom vertel dat hy nooit weer sou kan loop nie. Maar hy het geweier om op te gee - dit sou nie die einde vir hom wees nie. Hy het na fisioterapie gegaan, het sy eie terapie by die huis gedoen, en 'n afrigter gevind om hom verder te help druk. Binne 'n jaar het hy geloop; binne twee was hy sport. Hierdie ervaring het hom 'n paar dinge geleer wat vir hom vir die lewe sou bly. - Moenie die lewe vir gegewe aanvaar nie. - Hy moes in homself indring om deur die ervaring te kom en het geleer om homself, sy motiverings sowel as sy plek in die wêreld te verstaan. - 'n Newe-effek hiervan was dat hy nou mense om hom heen op dieselfde maniere kon lees en verstaan. - Hy wou ook sy liggaam en sy verstand sterker maak om nooit weer op dieselfde manier beseer te word nie."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRZ4bxJ5/luqueta.webp",
          "name": "Luqueta",
          "thumb": "nc5DGwMy/luqueta.png",
          "ability": "Kat-Truuk",
          "ability_desc": "Elke moord verhoog die maksimum HP, tot 35.",
          "gender": "MANLIK",
          "age": "20",
          "date": "10/06",
          "bio": "Luqueta was 'n uitruilstudent van oorsee. Hy het beweeg vanweë sy pa se werk. Sy pa wou hê hy moet in sy voetspore volg en 'n MBA kry en in besigheid betrokke raak. Maar Luqueta het sy pa se lewe gesien en wou niks daarvan hê nie. Hy was altyd 'n atletiese kind. Toe hy skuif, het hy begin sokker speel vir die skool, hy het geweet hy was goed toe hy 'n kind was, maar op die hoërskool het hy 'n ster geword. Hy hoef nie eens so hard te probeer nie en was ongelooflik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "nLHyh6kx/kelly.webp",
          "name": "Kelly",
          "thumb": "V6Rt9fbg/kelly.png",
          "ability": "Hols",
          "ability_desc": "Verhoog die spoed van hardloop.",
          "gender": "VROULIK",
          "age": "17",
          "date": "01/04",
          "bio": "In haar kinderdae was sy 'n gelukkige kind met haar aangenome ma, Rena, en stiefpa, Andrew. Toe haar ma en Andrew geskei het, was sy baie hartseer, maar het in kontak met Andrew gebly. Kelly was altyd 'n goeie hardloper, maar op die hoërskool het die atletiek afrigter haar ontdek en het sy die skool-atletiekster geword. Wanneer sy haarself op 'n onbekende eiland bevind, sal sy gedwing word om moeilike keuses te maak wat haar toekomstige pad sal bepaal."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W34cXQF8/hayato.webp",
          "name": "Hayato",
          "thumb": "yxLFK11x/hayato.png",
          "ability": "Bushido",
          "ability_desc": "Hoe laer jou HP, hoe hoër jou pantserverskuiwing word.",
          "gender": "MANLIK",
          "age": "20",
          "date": "21/03",
          "bio": "Hayato het baie op sy skouers gehad as die oudste erfgenaam van die Yagami-korporasie. Hy is grootgemaak in 'n lewe waar sy bestaan bedoel was om die eer en glorie van sy familie te dien. Toe hul familie-korporasie deur Horizon verkry is, het hy nie geaarsel om by korporatiewe sake betrokke te raak om seker te maak dat die Yagamis steeds met eer sou bedryf word."
        }
      ]
    },
    {
      "details": [
        {
          "image": "bJGpq7yJ/moco.webp",
          "name": "Moco",
          "thumb": "zBJbGsPg/moco.png",
          "ability": "Haker se Oog",
          "ability_desc": "Merkeer die vyande wat Moco geskiet het vir 'n paar sekondes.",
          "gender": "VROULIK",
          "age": "20",
          "date": "13/02",
          "bio": "Moco is 'n tegniese genie wat by Horizon, die mees gesogte tegnologie-maatskappy op die vasteland, aangesluit het. Maar toe sy uitvind dat hulle besig is met bose dade, verdwyn sy, vee haar identiteit van die openbare rekord af en gaan wegkruip om 'n manier te vind om hul planne te stop. Sy hou daarvan om alleen te werk, maar sal spoedig besef dat hierdie bedreiging te groot is om alleen aan te pak."
        }
      ]
    },
    {
      "details": [
        {
          "image": "fTsnPt9k/steffie.webp",
          "name": "Steffie",
          "thumb": "G272hHyW/steffie.png",
          "ability": "Graffiti se Seën",
          "ability_desc": "Skep 'n area wat gooi-voorwerpe blokkeer. Bondgenote in die area sal elke sekonde pantserduursaamheid herstel en ammunitie-skade wat deur vyande geneem word, sal verminder.",
          "gender": "VROULIK",
          "age": "23",
          "date": "05/11",
          "bio": "Steffie het 'n lang twist met inrigtings gehad, beginnende met haar ouers. Sy het vroeg in haar lewe opstandig geword en het voortgegaan om dit te doen. Haar lewe het 'n harde draai gemaak toe sy die tegniese reuse, Horizon, verneder het, en was gedwing om te vlug of 'n aas vir hul eksperimente te word. Sy is deur Moco gered en kort daarna het sy die Mambas gevind, 'n rebelse mag wat haar ware roeping lyk te wees."
        }
      ]
    },
    {
      "details": [
        {
          "image": "LsQmK9Mw/misha.webp",
          "name": "Misha",
          "thumb": "zB0Lbx9P/misha.png",
          "ability": "Nablusser",
          "ability_desc": "Verhoog bestuurspoed en verminder skade wat tydens voertuigbestuur opgedoen word. Dit is moeiliker om te mik terwyl jy bestuur.",
          "gender": "VROULIK",
          "age": "19",
          "date": "26/07",
          "bio": "Nadat haar ouers vermoor is, het sy skool opgegee en 'n wedrenbestuurder geword om die rekeninge te betaal en haarself en haar broer, Maxim, te ondersteun. Op 'n dag het Maxim verdwyn en sy het alles losgemaak om hom te vind. Haar soektog kruis met Andrew s'n terwyl hulle na hul onderskeie gesinne soek. Hul reis sal haar op nuwe en gevaarlike paaie neem met die einde buite sig."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HWqskk7C/maxim.webp",
          "name": "Maxim",
          "thumb": "43RHr76w/maxim.png",
          "ability": "Vraat",
          "ability_desc": "Verminder die tyd vir die eet van swamme en die gebruik van mediese toerusting.",
          "gender": "MANLIK",
          "age": "17",
          "date": "30/01",
          "bio": "Maxim het skuldig gevoel omdat sy suster, Misha, skool verlaat het om vir hom te sorg. Maar hy het nie baie praktiese vaardighede gehad nie en het na kos-eet v-tubing gedraai as sy deeltydse werk. Op 'n dag is hy en sy skoolmaat Kelly van 'n skoolbus ontvoer en na die eiland Bermuda gestuur. Die eiland sou hom verander - hy sou gesonder, sterker, selfversekerder en beter voorbereid word om 'n harde wêreld aan te pak."
        }
      ]
    },
    {
      "details": [
        {
          "image": "vmtGPrPY/andrew.webp",
          "name": "Andrew",
          "thumb": "TY294Sdh/andrew.png",
          "ability": "Pantserspesialis",
          "ability_desc": "Verminder die verlies aan baadjie-duursaamheid.",
          "gender": "MANLIK",
          "age": "42",
          "date": "25/12",
          "bio": "Andrew se eerste vrou het 'n dogter, Kelly, gehad wat so naby aan hom was soos 'n biologiese dogter. Toe hy geskei het, het hy steeds probeer om by Kelly se lewe betrokke te bly. Andrew was 'n sersant in die LLPD voordat sy nuwe verloofde in 'n wrede bendeaanval gesterf het. Hy het sy werk verloor terwyl hy probeer om haar moordenaars te vind terwyl hy ook teen Horizon veg wat probeer om beheer oor die polisie-afdeling te neem."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CMQS6L4q/caroline.webp",
          "name": "Caroline",
          "thumb": "4xm1J9hg/caroline.png",
          "ability": "Vaardigheid",
          "ability_desc": "Verhoog bewegingsspoed terwyl jy 'n haelgeweer vashou.",
          "gender": "VROULIK",
          "age": "17",
          "date": "10/10",
          "bio": "Caroline het die behendigheid, beleefdheid en verfyndheid gehad wat die meeste welgestelde meisies ontbreek het. Sy het binne sosiale standaarde gewerk, maar het mense behendig gemanipuleer na haar sin. Sy is steeds 'n student, maar as gevolg van haar familieverbintenisse word sy soms in Horizon se planne ingetrek. Sy en Hayato is kennisgewers en help mekaar soms uit."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43xXSKjp/laura.webp",
          "name": "Laura",
          "thumb": "c1FYrJW4/laura.png",
          "ability": "Skutskeut",
          "ability_desc": "Verhoog akkuraatheid terwyl dit ingeskakel is.",
          "gender": "VROULIK",
          "age": "29",
          "date": "21/05",
          "bio": "Laura was die top van haar klas en die mees uitstaande skutskeutster wat haar peloton nog ooit voortgebring het. Dit was net toe haar pa in die oorlog verdwyn het dat sy haar pad gekies het om 'n spesiale agent te word en hom te probeer vind. Nog steeds op soektog, werk sy vir 'n agentskap wat die slegte ouens uit haar stad uitwis. Laura moet nou haar lewe heroorweeg toe haar nuwe teiken, Rafael, nie is wie hulle vir haar sê nie."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jSZbPxC2/rfael.webp",
          "name": "Rafael",
          "thumb": "W1gh6NBZ/rafael.png",
          "ability": "Doodstil",
          "ability_desc": "Stilte-effek wanneer snipers en marksman geweren gebruik word. Vyande wat getref en neergeskiet word, verloor vinniger LP.",
          "gender": "MANLIK",
          "age": "31",
          "date": "09/09",
          "bio": "Rafael was 'n soet gesinsman totdat 'n vreeslike gesinstragedie hom op die pad van koue-hartigheid en wraak laat beland het. Hy soek nou die wêreld deur nie net die man te vind wat sy gesin verwoes het nie, maar ook deur kontrakte te aanvaar om geregtigheid aan ander booswigte te bring. Met die jare het hy besef dat die lewe nie so swart en wit is soos dit lyk nie. Die verskyning van die bekoorlike Laura in sy lewe het nou 'n ander kinkel in die sorgvuldig geskepte struktuur van sy lewe gegooi."
        }
      ]
    },
    {
      "details": [
        {
          "image": "zfrJStF2/alok.webp",
          "name": "Alok",
          "thumb": "qBxwQ0d9/alok.png",
          "ability": "Gooi Die Beat",
          "ability_desc": "Skep 'n 5m aura wat bewegings- en drafspoed verhoog en LP herstel. Effek kan nie gestapel word nie.",
          "gender": "MANLIK",
          "age": "28",
          "date": "26/08",
          "bio": "Deur die krag van musiek te gebruik, het Alok Brazilië verlaat en die wêreld bereis. Sy naam beteken 'lig'. Hy het 'n kontrak onderteken en 'n geslote konsert sal op Free Fire se strydperkeiland vir 'n paar VIP-gaste plaasvind!"
        }
      ]
    },
    {
      "details": [
        {
          "image": "kgdrkVRB/jota.webp",
          "name": "Jota",
          "thumb": "9Q6yCNhd/jota.png",
          "ability": "Volgehoue Aanvalle",
          "ability_desc": "Wanneer gewere gebruik word, herstel 'n tref teen 'n vyand sommige LP vir die gebruiker.",
          "gender": "MANLIK",
          "age": "31",
          "date": "23/06",
          "bio": "Jota het in 'n middelklasgesin grootgeword, was 'n gemiddelde leerling en het 'n gesin gehad wat hom liefgehad het. Alles in ag genome, 'n redelik normale lewe - maar hy het gevoel dat hy vasgekeer is en meer aksie in sy lewe nodig gehad het. Hy het in 'n stad met wolkekrabbers gewoon wat die horison gevul het en het gevoel vasgekeer, dus het hy begin klim om plekke te vind om die lug te sien."
        }
      ]
    },
    {
      "details": [
        {
          "image": "1tWsS9hb/clu.webp",
          "name": "Clu",
          "thumb": "7LzMzrVt/clu.png",
          "ability": "Spore Volg",
          "ability_desc": "Bepaal die posisies van vyande wat nie in 'n liggende of hurkende posisie is nie, CD 50s. Spanmaats deel vaardigheidseffekte na vlak 4.",
          "gender": "VROULIK",
          "age": "24",
          "date": "28/02",
          "bio": "Clu het in 'n voorstad van 'n groot stad grootgeword. Haar ouers was welvarend, het nooit oor die basiese dinge in die lewe bekommer nie en sy het 'n baie liefdevolle kinderjare gehad. Toe sy 'n tiener was, is haar pa vir die oorlogsinspanning gewerf. Die oorlog het 'n jaar later geëindig en hy het nooit huis toe gekom nie. Hy is nooit gevind nie. Clu het na die hoërskool 'n privaat-speurder-détective geword in die hoop dat sy dalk besonderhede oor haar pa se verdwyning kan ontbloot."
        }
      ]
    },
    {
      "details": [
        {
          "image": "P56gNSF8/wolfrahh.webp",
          "name": "Wolfrahh",
          "thumb": "5yD2LTpp/wolfrah.png",
          "ability": "Skynwerper",
          "ability_desc": "Met elke bykomende kyker: Skade geneem van hoofskote verminder, tot 25%. Skade aan die vyand se ledemate verhoog.",
          "gender": "MANLIK",
          "age": "19",
          "date": "29/04",
          "bio": "Wolfrahh het opgegroei deur weg te kruip vir die wêreld na 'n traumatiese gebeurtenis. Nadat hy sy vrese in die oë gekyk het, was hy in staat om van sy selfvertrouenskwessies te oorkom, maar het nog steeds gesukkel om sy identiteit te vind. Hy is genooi na die grootste, ondergrondse VR-spelekompetisie op die vasteland om sy vaardighede te wys. In die proses het hy egter geheime ontdek - sy keuses rondom daardie geheime sal sy lewe bepaal."
        }
      ]
    },
    {
      "details": [
        {
          "image": "wM7HTS9M/alvaro.webp",
          "name": "Alvaro",
          "thumb": "63d0kx44/alvaro.png",
          "ability": "Kuns van Vernietiging",
          "ability_desc": "Verhoog die skade van ontploffingswapens en die skadebereik.",
          "gender": "MANLIK",
          "age": "26",
          "date": "28/05",
          "bio": "Alvaro is 'n jong man met 'n ontploffende persoonlikheid. 'n Kindertyd-ongeluk het hom geskenk met spesiale ontploffingsmagte, teen die prys van sy herinneringe. Hy is verlore in 'n konstante sirkel van die soeke na sy herinneringe en die behoefte om sy magte te gebruik om dié te red vir wie hy omgee. Die enigste konstante wat hy in sy lewe gevind het, is Kapella, sy kinderdae beste vriend, wie hy nie langer bewustelik onthou nie."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jdntV08k/antonio.webp",
          "name": "Antonio",
          "thumb": "MHqDx31P/antonio.png",
          "ability": "Gangster se Gees",
          "ability_desc": "Ontvang ekstra LP wanneer die ronde begin.",
          "gender": "MANLIK",
          "age": "30",
          "date": "01/08",
          "bio": "Antonio is die soort man waar mense probeer om oogkontak met te vermy. Dit lyk asof hy jou in die gesig sou slaan as jy sy blik te lank sou hou. In werklikheid, onder daardie gangster-voorkoms, is hy skaam en sensitief. Hy het opgegroei in plaaslike bendewere, was nooit gewelddadig sonder rede - hy het net homself en sy geliefdes beskerm: sy vrou, sy familie, en sy Chihuahua genaamd Poncho."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MpWwnM6g/paloma.webp",
          "name": "Paloma",
          "thumb": "5NZXCYR1/paloma.png",
          "ability": "Wapenhandel",
          "ability_desc": "In staat om AR ammunisie te dra sonder ruimte in die inventaris in te neem.",
          "gender": "VROULIK",
          "age": "28",
          "date": "04/08",
          "bio": "Almal wat Paloma leer ken, bewonder haar op een of ander manier. 'n Wildsbloeiende blom in 'n armeslag. Dit kom soms van haar onwrikbare selfvertroue wat mense na haar toe laat beweeg, omdat sy 'n gevoel van toekomstige veiligheid en visie projekteer. Die enigste ding wat haar kan aflei van haar eie visie op die toekoms, is die liefde van haar lewe, Antonio."
        }
      ]
    },
    {
      "details": [
        {
          "image": "YCkrQD3n/miguel.webp",
          "name": "Miguel",
          "thumb": "ncL4kD2D/iguel.png",
          "ability": "Gekke Slagter",
          "ability_desc": "Miguel kan EP vir elke uitskakeling verdien.",
          "gender": "MANLIK",
          "age": "26",
          "date": "10/10",
          "bio": "Deur sy lewe aan die wet en geregtigheid te wy, het Miguel sy span deur ontelbare misdaadbestrydingsoperasies gelei met 'n 100% sukseskoers. Sy span staan bekend daarvoor om onmoontlike take aan te pak, daarom het niemand die tragiese voorval van 6 maande gelede verwag nie. Miguel sou gou besef dat die pyn en woede na 'n mislukte missie niks is in vergelyking met dit van 'n vriend se verraad nie."
        }
      ]
    },
    {
      "details": [
        {
          "image": "mgwbj3pb/mikita.webp",
          "name": "Nikita",
          "thumb": "7L1JDHX4/mikita.png",
          "ability": "Vuurwapenkenner",
          "ability_desc": "Die laaispoed verhoog met 20%. Elke keer as die vaardigheidsgebruiker 'n vyand tref, ontvang genoemde teiken 'n 30% genezingaftrekking wat 10s duur (maksimum aftrekking: 30%).",
          "gender": "VROULIK",
          "age": "22",
          "date": "11/11",
          "bio": "Haar allerbelangrikste missie is om Caroline, die dogter van die onderpresident van Horizon, te beskerm. Nadat sy as 'n top skuts uit militêre skool gegradueer het, kon Nikita beslis groter ambisies hê as om 'n tienermeisie te begelei, maar dit lyk asof sy tevrede is met die manier waarop dinge is. Een vraag homself af of sy haar eie doelwitte het, doelwitte wat dalk nie in die beste belang van Horizon is nie."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43Br7BL9/kapella.webp",
          "name": "Kapella",
          "thumb": "TwGmWLhh/kapella.png",
          "ability": "Healing Song",
          "ability_desc": "Verhoog die effekte van genesingsitems en genesingsvaardighede. Verminder bondgenoot se gesondheidsverlies. Effekte stapel nie op nie.",
          "gender": "VROULIK",
          "age": "21",
          "date": "17/07",
          "bio": "Kapella was as kind verwerp en deur die tegnologie-magnaat, Joseph, aangeneem. Die energieke jong vrou was uiters waarnemend en intuïtief. Sy het 'n wêreldbekende sangeres geword en 'n lid van die Mambas. Haar persoonlikheid speel sekerlik 'n sleutelrol in haar sukses, maar natuurlik word 'n ster nie alleen gebore nie. Wanneer Alvaro, 'n herinnering uit haar verlede, weer verskyn, moet sy besluit wat die belangrikste in haar lewe is."
        }
      ]
    },
    {
      "details": [
        {
          "image": "SN9FTLsB/joseph.webp",
          "name": "Joseph",
          "thumb": "bwDQXfKY/joseph.png",
          "ability": "Nutty Movement",
          "ability_desc": "Word immuun vir ontwrigtende effekte (bv. verlangsaming, merking, vaardigheid-silensering) en het 'n 10% bewegingsspoed-impak vir 5s. Herlaai: 60s.",
          "gender": "MANLIK",
          "age": "45",
          "date": "02/02",
          "bio": "Die gekroonde koning van damesmanne in New Dawn, Joseph, het Nerve Labs, 'n suksesvolle tegnologie-maatskappy, gestig. Aan die einde van die Groot Ineenstorting het Joseph van Horizon se bose planne vir die mensdom te wete gekom en 'n vyand van die buitengewoon intelligente wetenskaplike gemaak."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cHVZCFCc/notora.webp",
          "name": "Notora",
          "thumb": "hvYfMf4L/notora.png",
          "ability": "Racer's Belssing",
          "ability_desc": "Herstel HP van alle lede op die voertuig wanneer dit bestuur word. Effekte stapel nie op nie.",
          "gender": "VROULIK",
          "age": "27",
          "date": "22/03",
          "bio": "Die dogter van 'n bende motorfamilie, Notora het nooit veel te sê gehad oor haar lewenstyl nie. Ten spyte van haar krag en taaiheid het sy 'n verborge afkeer vir doellose geweld diep binne haar. Haar hele span is uitgewis tydens 'n wrede bendestryd. Gelukkig het die dood weer 'n blinde oog vir haar gedraai. Notora sou binnekort besef, toe sy lewend gevang en na die Bermuda-eilande verban was, dat dit nie geluk was wat haar daarheen gebring het nie."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cC2WKXJm/a124.webp",
          "name": "A124",
          "thumb": "MTk53pH8/a124.png",
          "ability": "Thrill Of Battle",
          "ability_desc": "Laat 'n elektromagnetiese golf van 8m vry wat vyande se vaardigheidsaktivering ontwrig en hul interaksie-af-telling onderbreek. Duur vir 20s. Afkoeltyd: 50s. A124 se vaandel.",
          "gender": "VROULIK",
          "age": "18",
          "date": "01/01",
          "bio": "Gebore om 'n doel te dien, is A124 geprogrammeer om 'n moordmasjien te wees. Sy is beslis nie gebou vir menslike interaksies en ingewikkelde emosies nie, maar wie kan 'n jong brein stop om te probeer? Met daardie strydkundige vaardighede en 'n nuuskierige gees is die wêreld letterlik haar oester."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0Q4FZrq5/kla.webp",
          "name": "Kla",
          "thumb": "WzYJK58J/kla.png",
          "ability": "Muay Thai",
          "ability_desc": "Verhoogde vuishou-skade.",
          "gender": "MANLIK",
          "age": "27",
          "date": "14/12",
          "bio": "Kla het baie struikelblokke in sy jeug oorkom, maar die moord op sy ouers was te veel vir hom - dit het hom op 'n pad van woede en geweld geplaas. Hy het homself in die woede en skuld om sy ouers se dood verloor en het homself in 'n diepe gat bevind. Dit was eers nadat hy uiteindelik een van die mans wat verantwoordelik was vir sy ouers se dood, gekonfronteer het, dat hy helderheid en sy pad in die lewe gevind het."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cJrV3fVk/wukong.webp",
          "name": "Wukong",
          "thumb": "8kY52fDW/wukong.png",
          "ability": "Kamoeflase",
          "ability_desc": "Verander in 'n bos met 'n verminderde bewegingsspoed van 5%, wat vir 15s duur. CD: 200s. Die transformasie eindig wanneer Wukong aanval. CD herstel wanneer Wukong 'n vyand uitskakel.",
          "gender": "MANLIK",
          "age": "0",
          "date": "13/12",
          "bio": "'n Aap wat soos 'n mens lyk. Hy hou steeds van piesangs, alhoewel."
        }
      ]
    },
    {
      "details": [
        {
          "image": "ZKz4hs1b/olivia.webp",
          "name": "Olivia",
          "thumb": "BZ7LJw5j/olivia.png",
          "ability": "Helende Aanraking",
          "ability_desc": "Spelers wat deur Olivia herleef word, kry ekstra HP.",
          "gender": "VROULIK",
          "age": "29",
          "date": "10/11",
          "bio": "Na 'n operasie as gevolg van 'n kinderongeluk, het Olivia 'n besondere vermoë ontwikkel om te genees en te herleef - met een wonderbaarlike aanraking kan sy saggies die pyn wegneem en die herstel van beserings bevorder. Ondanks haar traumatiese kinderjare het Olivia gegroei om een van die sorgsaamste en meevoelendste onder haar eweknieë te wees. Tog het sy min sosiale interaksie buite Ford se veilige sone en skuif weg van die wêreld."
        }
      ]
    },
    {
      "details": [
        {
          "image": "yNjzhVdW/ford.webp",
          "name": "Ford",
          "thumb": "k4FQjNLx/ford.png",
          "ability": "Ysterwil",
          "ability_desc": "Verminder skade buite die veilige sone.",
          "gender": "MANLIK",
          "age": "31",
          "date": "23/01",
          "bio": "Ford was eens 'n kaptein op die oop see. Hy het homself nou toegewy om 'n veilige hawe vir vlugtelinge te bou. Hy is almal se wyse en betroubare oom, wat die waterweë in en uit Bermuda ken. Wetende hoe verraad seermaak, strewe Ford na 'n balans tussen vertroue en om versigtig te wees. Hy dink sy wil is onvernietigbaar, totdat hy Olivia ontmoet het..."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4dhkDpPH/shani.webp",
          "name": "Shani",
          "thumb": "LsV5wy66/shani.png",
          "ability": "Toerusting Herwin",
          "ability_desc": "Herstel pantservaardigheid na elke doodmaak. Ekstra pantservaardigheid kan jou pantsers opgradeer, tot vlak 3.",
          "gender": "VROULIK",
          "age": "31",
          "date": "23/06",
          "bio": "Shani is 'n selfgemaakte ingenieur. Haar ouers is dood in 'n gebou-ontploffing toe sy 18 was en sy het alles verloor wat sy gehad het. Sy het 'n paar jaar lank rondgedwaal en vreemde werkies gedoen om 'n bestaan te maak, toe neem 'n skroothandelaar haar in en gee vir haar 'n plek om tuis te noem. Daar kon sy met skrootstukke werk en na hartelus ingenieur wees."
        }
      ]
    }
  ]
}
