{
  "date": [
    {
      "details": [
        {
          "image": "wvb8P0Dp/ignis.webp",
          "name": "Игнис",
          "thumb": "SRT1XKtw/ignis.png",
          "ability": "Неукротимое Пламя",
          "ability_desc": "Развернуть пламенный экран шириной 12 метров, который длится 10 секунд (максимальное расстояние развертывания: 15 метров). Враги и стены из глуу, соприкасающиеся с экраном, испытают эффект ожога: мгновенно получат 30 единиц урона и, на каждую последующую секунду, будут терять 10 единиц урона и 20% прочности брони. Эффект ожога длится 2 секунды. Стены из глуу мгновенно получат 200 единиц урона, и 200 единиц урона в секунду в течение 1 секунды. Перезарядка: 60 секунд.",
          "gender": "Мужской",
          "age": "16",
          "date": "17/07",
          "bio": "Игнис - это сверхспособный подросток, обладающий врожденной способностью возжигать объекты. В свободное время он борется с преступностью и поддерживает справедливость, но часто оказывается втянутым в непреднамеренные неприятности из-за своих способностей. Общество критикует Игниса за его поступки, и в период подросткового бунта он отвечает дефиантным настроем. Однако это не мешает ему защищать людей и город, по крайней мере, на данный момент."
        }
      ]
    },
    {
      "details": [
        {
          "image": "25yfxsBw/ryden.webp",
          "name": "Райден",
          "thumb": "2SB96rdK/ryden.png",
          "ability": "Паучья Ловушка",
          "ability_desc": "Выпустите разрушаемого взрывного паука в целевом направлении. Длится 30 секунд. Нажмите на кнопку умения еще раз в течение 10 секунд, чтобы остановить движение паука. Паук поймает первого врага, которого он заметит в пределах 5 метров, снизит его скорость на 80% и вызовет потерю 10 единиц здоровья в секунду. Эффект кровотечения продлится 3 секунды. Перезарядка: 75 секунд.",
          "gender": "Мужской",
          "age": "16",
          "date": "07/09",
          "bio": "Как гениальный изобретатель 16 лет, Райден превосходит своих сверстников по рациональности и знаниям. Мальчик, который раньше сидел под крылом своей сестры Сьюзи, теперь покоряет поле боя. Его талантливые изобретения прокладывают ему путь."
        }
      ]
    },
    {
      "details": [
        {
          "image": "44VRwbnr/sonia.webp",
          "name": "Соня",
          "thumb": "kG4fdmXw/sonia.png",
          "ability": "Нано-щит Жизни",
          "ability_desc": "После получения смертельного урона войдите в неуязвимое и неподвижное состояние на 0,4 секунды. Затем получите щит на 50 единиц здоровья, который длится 2 секунды. Пользователь умения будет уничтожен, когда щит исчезнет. Перезарядка: 180 секунд.",
          "gender": "Женский",
          "age": "20",
          "date": "04/08",
          "bio": "Соня - генетически модифицированный наноученый с исключительным интеллектом и экспертизой в области нанобиотехнологий."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRxpwGvv/orion.webp",
          "name": "Орион",
          "thumb": "TPVkV04j/orion.png",
          "ability": "Малиновое Сокрушение",
          "ability_desc": "Заменяет EP на 300 малиновой энергии. Расходует 200 малиновой энергии для активации защиты, в течение которой вы не можете получать урон или атаковать врагов и будете поглощать 10 единиц здоровья (игнорируя щиты врагов) от противников в пределах 5 метров. Длится 3 секунды, в течение которых ваша скорость движения уменьшится на 20%. Перезарядка: 3 секунды.",
          "gender": "Мужской",
          "age": "22",
          "date": "13/08",
          "bio": "Орион, мстительноечудовище, специализирующееся на использовании малиновой энергии в бою."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W4ycY5GP/santino.webp",
          "name": "Сантино",
          "thumb": "5td7QTnN/santino.png",
          "ability": "Манекен-переключатель",
          "ability_desc": "Создайте манекен с здоровьем 200 единиц, который автономно передвигается в течение 12 секунд. Когда манекен находится в пределах 60 метров, используйте умение еще раз, чтобы поменяться с ним местами. Вы можете меняться только один раз в течение 3 секунд, максимум 2 раза. Игрок, который уничтожит манекен, будет помечен на 5 секунд. Перезарядка: 60 секунд.",
          "gender": "Мужской",
          "age": "34",
          "date": "14/10",
          "bio": "Родившийся в бедности, Сантино любил искусство с самого детства. Он учился в известной художественной школе, где расцвел его талант в дизайне. После окончания учебы Сантино создал свой модный бренд, Angelic, и стал знаменитостью с проницательным взглядом на маркетинг. С большим успехом в этой области, он всегда находится в центре внимания мира моды."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CdTtTt1W/luna.webp",
          "name": "Луна",
          "thumb": "mZ85pd28/luna.png",
          "ability": "Борьба или Побег",
          "ability_desc": "Эта способность изначально увеличивает скорострельность. Когда пользователь поражает врага, скорострельность превращается в увеличение скорости передвижения.",
          "gender": "Женский",
          "age": "28",
          "date": "18/03",
          "bio": "Луна - дочь сложного человека с сложным прошлым. Она быстро повзрослела, сталкиваясь с его безрассудством и безрассудством взрослых вокруг нее. Когда лидерство ее отца в гильде было оспаривано и в конечном итоге он был похищен, Луне пришлось взять на себя ответственность и создать свои собственные шаги, чтобы взять под контроль группу и восстановить порядок в сообществе."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4N1kRf6P/tatsuya.webp",
          "name": "Тацуя",
          "thumb": "PxK2cxhP/tatusya.png",
          "ability": "Бунтарский Рывок",
          "ability_desc": "Перемещается вперед с быстрой скоростью. Эту способность можно накапливать для последовательного использования.",
          "gender": "Мужской",
          "age": "16",
          "date": "20/12",
          "bio": "Тацуя разрывается между чувствами предательства и любви к своей семье. Он не знает, как справиться с этой дихотомией чувств и охотно позволяет себя втянуть в неприятности. Только после того, как ему и его брату, Широу, приходится работать вместе, чтобы разгадать заговор, он понимает, что он не одинок в этом мире и обладает силой изменить свое окружение к лучшему."
        }
      ]
    },
    {
      "details": [
        {
          "image": "K8LGTSBg/a-patroa.webp",
          "name": "А-Патроа",
          "thumb": "L6W02nPP/patroa.png",
          "ability": "",
          "ability_desc": "Эксклюзивный слот для умения может быть оснащен любым владеемым умением, и оставшиеся слоты автоматически разблокируются, когда вы получаете этого персонажа.",
          "gender": "Женский",
          "age": "28",
          "date": "30/03",
          "bio": "А-Патроа - сильная, уверенная женщина, ведущая музыкальный магазин в опасном районе. Ее магазин также служит убежищем, к ней может обратиться любой. Кроме того, она использует свою музыку, чтобы помочь людям пережить свою жизнь новыми и разными способами."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqRMNq21/iris.webp",
          "name": "Ирис",
          "thumb": "QxnpndYn/iris.png",
          "ability": "Бой со Стеной",
          "ability_desc": "В течение 15 секунд успешное стрельба по стене из Gloo будет маркировать врагов в пределах 7 м от нее и проникнет через стену Gloo, чтобы нанести урон отмеченным врагам (нанесенный урон будет ниже обычного). Эффективно на максимум 5 стенах Gloo. Перезарядка: 60 сек.",
          "gender": "Женский",
          "age": "30",
          "date": "01/10",
          "bio": "С ее проницательным взглядом Ирис хорошо предсказывает действия врага, чтобы использовать возможности для победы. Если вас беспокоит ее риторика, бессмысленный оптимизм и гипериндивидуализм, не беспокойтесь. Ирис никогда не сотрудничает с кем-либо - кроме Гомера, который безусловно принимает ее и устраняет все ее беспорядки."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MZNJm3W0/jbiebs.webp",
          "name": "Дж.Бибс",
          "thumb": "sDncdcxm/biebs.png",
          "ability": "Тихий Страж",
          "ability_desc": "Пользователь умения и союзники могут блокировать урон, используя EP. В этом случае сумма EP, вычтенная у союзников, будет добавлена к EP пользователя умения.",
          "gender": "Мужской",
          "age": "28",
          "date": "01/03",
          "bio": "Дж.Бибс - человек, который хочет объединить раздробленный мир. Из своего детства он узнал, что ответом на проблемы людей не являются деньги или власть, а реальная связь между людьми. Он решил использовать свои вокальные навыки, чтобы посвятить свою жизнь воссоединению мира."
        }
      ]
    } ,
    {
      "details": [
        {
          "image": "cCgyNwc8/homer.webp",
          "name": "Гомер",
          "thumb": "L4DkLTtS/homer.png",
          "ability": "Чувствует ударную волну",
          "ability_desc": "Выпускает дрон в сторону ближайшего врага в пределах 100 м впереди, создавая импульсный взрыв диаметром 4 м, который снижает скорость движения на 60% и скорость стрельбы на 35%. Длится 5с. Наносит 25 ед. урона. Перезарядка: 90с.",
          "gender": "МУЖСКОЙ",
          "age": "30",
          "date": "01/06",
          "bio": "Гомер - слепой человек, который не только убийца, но и один из основателей процветающей техно-банды в Гризе. Однако, Гомер, потерявший в последние годы свою власть, теперь хочет только найти правду за странной болезнью, которая ослепила его в детстве, за таинственным исследовательским институтом, который он называл своей школой, и за редким земельным минералом, связанным со всем этим."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XJqtwdmD/kenta.webp",
          "name": "Кента",
          "thumb": "rswrQB1k/kenta.png",
          "ability": "Гнев мечника",
          "ability_desc": "Формирует щит, который уменьшает урон от оружия с переди. Сбрасывается при выстреле пользователя.",
          "gender": "МУЖСКОЙ",
          "age": "38",
          "date": "05/05",
          "bio": "Кента служил охранником и мастером клинка в семье Хаято Ягами на протяжении многих лет. Он человек немногословный, но защищает своего нового, молодого господина в любой ситуации, в которую они попадают. У него есть свои собственные желания, но он откладывает их на второй план, служа Хаято в опасное время для семьи Ягами."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MHVwQ1jJ/nairi.webp",
          "name": "Наири",
          "thumb": "mkkPQQ4Z/nairi.png",
          "ability": "Ледяной Железо",
          "ability_desc": "Развернутые Стены Глоу восстанавливают 150 прочности в секунду при попадании, в течение которого товарищи по команде в радиусе 5 м восстанавливают 20HP/с. Макс. 40HP на товарища от каждой Стены Глоу.",
          "gender": "МУЖСКОЙ",
          "age": "23",
          "date": "27/12",
          "bio": "Наири заинтересовался погодой в юном возрасте, когда его вынудили покинуть холодные климаты. Но его любовь к снегу привела его обратно туда. Он разработал микроуправляемую климатическую технологию, позволяющую ему выживать в самых экстремальных условиях. Теперь он проводит время скалолазанием, походами и охотой за бурями, ища ответы на вопросы о прогнозировании погоды."
        }
      ]
    },
    {
      "details": [
        {
          "image": "dtRvQmY8/otho.webp",
          "name": "Отто",
          "thumb": "tC11JtD2/otho.png",
          "ability": "Туман Памяти",
          "ability_desc": "Создает туман памяти, когда враг уничтожен, раскрывая позиции других врагов поблизости.",
          "gender": "МУЖСКОЙ",
          "age": "21",
          "date": "01/11",
          "bio": "Отто имеет воображение, но очень практичный ум. Он боится забыть воспоминания о своем прошлом и пытается найти способы сохранить прошлое. Он приближается к этому каждый день и в процессе разработал устройство, позволяющее ему видеть намерения других. Когда он не исследует более механизмов к памяти, он проводит время с друзьями и гуляет со своей собакой."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqyhP3Vf/leon.webp",
          "name": "Леон",
          "thumb": "SNj98pQL/leon.png",
          "ability": "Послеударное восстановление HP",
          "ability_desc": "Восстанавливает HP после сражения.",
          "gender": "МУЖСКОЙ",
          "age": "20",
          "date": "30/09",
          "bio": "Леон - студент университета с экстремальными навыками в баскетболе и не боится их показывать. Он может прыгать выше, чем почти кто-либо из его знакомых, благодаря помощи своей бионической ноги. У него есть интерес к электронике и он умеет ремонтировать и мастерить свою ногу, когда она выходит из строя. Он может показаться, что ему важен только баскетбол, но он использует этот вид спорта не только для поддержки своей семьи, но и своих друзей."
        }
      ]
    },
    {
      "details": [
        {
          "image": "RZVrMkGB/thiva.webp",
          "name": "Тива",
          "thumb": "prmd9RQp/thiva.png",
          "ability": "Жизненные вибрации",
          "ability_desc": "Скорость помощи товарищам при поднятии увеличивается на 70%. Восстановление: 90 сек. Поднятый товарищ восстанавливает 60 HP за 3 сек.",
          "gender": "МУЖЧИНА",
          "age": "25",
          "date": "02/12",
          "bio": "Тива - младший брат Димитри. Ему был прирожденный талант к музыке, и он играл на инструментах в течение всего детства. Он действительно хочет помочь миру и улучшить жизнь людей, но считает, что лучший способ сделать это - донести до каждого человека истинное послание через свою музыку."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0NPsJ69L/dimitri.webp",
          "name": "Димитри",
          "thumb": "7hHgjGyj/dimitri.png",
          "ability": "Лечащий пульс",
          "ability_desc": "Создает зону лечения радиусом 3,5 метра. Внутри пользователь и союзники восстанавливают 10 HP/с. Помощь при поднятии будет автоматически активирована при необходимости. Зона длится 12 сек. Эффекты помощи товарищам могут быть усилены другими умениями. Восстановление: 90 сек.",
          "gender": "МУЖЧИНА",
          "age": "26",
          "date": "16/05",
          "bio": "Димитри - старший брат Тива. В повседневной жизни он проводит большую часть времени в лаборатории, разрабатывая новые звуковые технологии. После того как он обнаружил свою страсть к музыке, он осознал, что помощь миру и улучшение жизни людей через его технологические творения может быть одной из его мечт."
        }
      ]
    },
    {
      "details": [
        {
          "image": "L8dR2Cw4/d-bee.webp",
          "name": "Д-Би",
          "thumb": "prCBdQZ2/bee.png",
          "ability": "Пуленепробиваемый ритм",
          "ability_desc": "При стрельбе в движении увеличиваются скорость передвижения и точность.",
          "gender": "МУЖЧИНА",
          "age": "19",
          "date": "23/09",
          "bio": "Д-Би обладает экстравертным характером и любит встречать новых людей. Он считает, что смысл жизни - в творчестве, и поэтому стал создателем музыки. Его также увлекает танцевальное искусство."
        }
      ]
    },
    {
      "details": [
        {
          "image": "7YSPGrgJ/maro.webp",
          "name": "Маро",
          "thumb": "zGgRtSgV/maro.png",
          "ability": "Страсть сокола",
          "ability_desc": "Урон увеличивается с расстоянием. Увеличивается урон по отмеченным врагам.",
          "gender": "МУЖЧИНА",
          "age": "32",
          "date": "23/05",
          "bio": "Маро предпочитает общество животных людям. Он считает, что люди часто всё переосмысливают и забывают о настоящем смысле жизни. Он хочет быть свободным духом и надеется, что сможет также помочь приблизить других людей к природе через своих птиц."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HnwGxHfp/skyler.webp",
          "name": "Скайлер",
          "thumb": "rmFskSKG/skyler.png",
          "ability": "Волна разлива",
          "ability_desc": "Пускайте вперед звуковую волну, повреждающую стены из геля. Кроме того, каждая установленная стена из геля приведет к восстановлению HP. Эффекты восстановления не суммируются.",
          "gender": "МУЖЧИНА",
          "age": "26",
          "date": "05/07",
          "bio": "Скайлер стал знаменитым как самый горячий поп-певец и танцор в стране, и теперь он является генеральным директором крупнейшей развлекательной компании во Вьетнаме. Он стремится быть лучшим музыкальным талантом в бизнесе и также находить лучших талантов. Ему не нравится проигрывать и он считает, что творчество позволяет людям видеть хорошее в мире вместо плохого."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jjmB4LTx/xayne.webp",
          "name": "Зейн",
          "thumb": "Yqm9M2qP/xayne.png",
          "ability": "Экстремальная встреча",
          "ability_desc": "Временно получает 120 HP, увеличивает урон по стенам Глоо и щитам. Длится 6 секунд.",
          "gender": "Женский",
          "age": "23",
          "date": "21/04",
          "bio": "Зейн всегда была заинтересована в более экстремальных виде деятельности, даже когда была ребёнком. Она предпочитает адреналиновый удар экстремальных видов спорта вместо человеческого общения. Свободный дух, она хочет исследовать жизнь и найти её границы. Если кто-то ставит под сомнение её способность выполнить миссию, она определённо найдет способ это сделать."
        }
      ]
    },
    {
      "details": [
        {
          "image": "D0kknmpj/shirou.webp",
          "name": "Широу",
          "thumb": "jjTC8VTF/shirou.png",
          "ability": "Нанесённый Урон",
          "ability_desc": "Когда пользователь подвергается атаке в пределах 80 метров, атакующий помечается (видим только для пользователя). Первый выстрел по помеченным врагам имеет дополнительное проникновение брони.",
          "gender": "Мужской",
          "age": "19",
          "date": "20/11",
          "bio": "Широу - подросток с сильным чувством ответственности, который рискнул всем, чтобы защитить свою семью и родной город. Он работает курьером и доставляет посылки по оживлённому и перегруженному городу Гриза. Ему придётся преодолеть большие трудности и столкнуться с силами, превосходящими его, чтобы найти свою правду и истинное призвание в жизни."
        }
      ]
    },
    {
      "details": [
        {
          "image": "sXfsbM8p/chrono.webp",
          "name": "Хроно",
          "thumb": "CxXsdxjf/chrono.png",
          "ability": "Временной Поворот",
          "ability_desc": "Создаёт блокирующее урон силовое поле. Не может атаковать внешних врагов из поля.",
          "gender": "Мужской",
          "age": "35",
          "date": "05/02",
          "bio": "Хроно приходит из параллельной вселенной, где уровень науки и технологий выше, чем уровни в нашем текущем мире, Земле. У него было нормальное детство в его первоначальной вселенной. Его родители были известными адвокатами, которые боролись с бедностью и помогали бездомным бедным людям стать частью общества. Из-за этого у него всегда было осознание об обездоленных группах с самого младенчества, и по мере взросления он находил способы также внести свой вклад."
        }
      ]
    },
    {
      "details": [
        {
          "image": "t4hbTdG3/dasha.webp",
          "name": "Даша",
          "thumb": "QtrgkYY8/dasha.png",
          "ability": "Вечеринка",
          "ability_desc": "Снижает получаемый урон и время восстановления после падения. Снижает скорость накопления отдачи и максимальную отдачу.",
          "gender": "Женский",
          "age": "25",
          "date": "08/12",
          "bio": "Даша - вечеринщица, которая придерживается принципа 'работай усердно, веселись ещё больше'. Она немного озорна, часто ввязываясь в неприятности, когда этого не предполагает. Она пережила многое в своей жизни, но рада, что нашла Мамбас, которые ценят её разнообразные навыки. Но теперь она оказалась вовлечённой в что-то, что не планировала, но только время покажет, стоило ли это того."
        }
      ]
    },
    {
      "details": [
        {
          "image": "GmJ0rcvz/k.webp",
          "name": "К",
          "thumb": "s257X9jt/k.png",
          "ability": "Мастер Всего",
          "ability_desc": "Макс. EP увеличивается на 50. Режим Джиуджитсу: Союзники в радиусе 6 м получают повышенную скорость конвертации EP на 500%. Режим Психологии: Восстановление 2 EP каждые {4} секунды, до {6} EP. Переключение режима CD 3 сек.",
          "gender": "Мужской",
          "age": "31",
          "date": "06/10",
          "bio": "К был умным ребёнком, но, как и большинство детей его возраста, он не относился к учёбе серьёзно. Когда ему было 16 лет, он попал в автомобильную аварию и травмировал позвоночник. Его врачи сказали ему, что он больше никогда не сможет ходить. Но он отказался сдаваться - это не был конец для него. Он ходил на физиотерапию, делал самостоятельно свою терапию дома и нашёл тренера, чтобы помочь ему двигаться дальше. Через год он снова ходил; через два года он снова играл в спорт. Этот опыт научил его нескольким вещам, которые останутся с ним на всю жизнь. - Не принимайте жизнь налегке. - Ему пришлось погрузиться в себя, чтобы пережить этот опыт, и он научился понимать себя, свои мотивации, а также своё место в мире. - Побочным эффектом этого стало то, что теперь он может читать и понимать людей вокруг себя таким же образом. - Он также хотел сделать своё тело и ум сильнее, чтобы больше никогда не получить такую же травму."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRZ4bxJ5/luqueta.webp",
          "name": "Лукета",
          "thumb": "nc5DGwMy/luqueta.png",
          "ability": "Кошачий трюк",
          "ability_desc": "Каждое убийство увеличивает максимальное HP до 35.",
          "gender": "Мужской",
          "age": "20",
          "date": "10/06",
          "bio": "Лукета был студентом-обменником из-за границы. Он переехал из-за работы своего отца. Отец хотел, чтобы он пошел по его стопам, получил MBA и занимался бизнесом. Но Лукета видел жизнь своего отца и не хотел ничего из этого. Он всегда был спортивным ребенком. Когда он переехал, он начал играть в футбол для школы; он знал, что он хорош с детства, но в старших классах он стал звездой. Ему даже не приходилось очень стараться, чтобы быть удивительным."
        }
      ]
    },
    {
      "details": [
        {
          "image": "nLHyh6kx/kelly.webp",
          "name": "Келли",
          "thumb": "V6Rt9fbg/kelly.png",
          "ability": "Спринт",
          "ability_desc": "Увеличивает скорость спринта.",
          "gender": "Женский",
          "age": "17",
          "date": "01/04",
          "bio": "В детстве она была веселой девчонкой с приемной мамой Реной и отчимом Эндрю. Когда ее мама и Эндрю развелись, она очень грустила, но оставалась на связи с Эндрю. Келли всегда была хорошей бегуньей, но в старших классах ее обнаружил тренер по легкой атлетике, и она стала звездой школьных соревнований. Когда она оказывается на неизвестном острове, ей придется принимать трудные решения, которые определят ее будущий путь."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W34cXQF8/hayato.webp",
          "name": "Хаято",
          "thumb": "yxLFK11x/hayato.png",
          "ability": "Бусидо",
          "ability_desc": "Чем ниже ваш HP, тем выше проникающая способность брони.",
          "gender": "Мужской",
          "age": "20",
          "date": "21/03",
          "bio": "У Хаято было много обязанностей как старшему наследнику корпорации Ягами. Его воспитывали в жизни, где его существование предназначалось служить чести и славе его семьи. Когда их семейное предприятие было приобретено Horizon, он не стал медлить и включился в корпоративные дела, чтобы убедиться, что Ягами продолжают работать с честью."
        }
      ]
    },
    {
      "details": [
        {
          "image": "bJGpq7yJ/moco.webp",
          "name": "Моко",
          "thumb": "zBJbGsPg/moco.png",
          "ability": "Хакерский Взгляд",
          "ability_desc": "Метка на врагов, которых Моко подстрелила, на несколько секунд.",
          "gender": "Женский",
          "age": "20",
          "date": "13/02",
          "bio": "Моко - техногений, присоединившаяся к Horizon, самой престижной технологической компании на континенте. Но когда она узнала, что они замешаны в подозрительных деяниях, она исчезла, стерла свою личность из общественных реестров и скрылась, чтобы найти способ остановить их планы. Ей нравится работать в одиночестве, но вскоре она осознает, что эта угроза слишком велика, чтобы справиться с ней самой."
        }
      ]
    },
    {
      "details": [
        {
          "image": "fTsnPt9k/steffie.webp",
          "name": "Стэффи",
          "thumb": "G272hHyW/steffie.png",
          "ability": "Благословение Граффити",
          "ability_desc": "Создает область, блокирующую бросаемые предметы. Союзники в области будут восстанавливать прочность брони каждую секунду, а урон от патронов, полученный от врагов, будет уменьшен.",
          "gender": "Женский",
          "age": "23",
          "date": "05/11",
          "bio": "У Стэффи была долгая вражда с учреждениями, начиная с ее родителей. Она бунтарка с самого начала своей жизни и продолжает в том же духе. Ее жизнь резко изменилась, когда она оскорбила техногиганта Horizon и была вынуждена бежать или стать подопытной для их экспериментов. Ее спасла Моко, и вскоре после этого она нашла Мамбас, повстанческую группировку, которая, кажется, является ее истинным призванием."
        }
      ]
    },
    {
      "details": [
        {
          "image": "LsQmK9Mw/misha.webp",
          "name": "Миша",
          "thumb": "zB0Lbx9P/misha.png",
          "ability": "Послефбёрнер",
          "ability_desc": "Увеличивает скорость движения и уменьшает получаемый урон внутри транспорта. Труднее стать целью при движении.",
          "gender": "Женский",
          "age": "19",
          "date": "26/07",
          "bio": "После того как её родителей убили, она бросила учёбу и стала гонщицей на автогонках, чтобы оплатить счёты и обеспечить себя и своего брата, Максима. Однажды Максим исчез, и она бросила всё, чтобы найти его. Её поиск пересёкся с поиском Эндрю, когда они искали свои семьи. Их путь приведёт её по новым и опасным тропам, с концом, который далеко из виду."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HWqskk7C/maxim.webp",
          "name": "Максим",
          "thumb": "43RHr76w/maxim.png",
          "ability": "Обжорство",
          "ability_desc": "Уменьшает время употребления грибов и использования аптечек.",
          "gender": "Мужской",
          "age": "17",
          "date": "30/01",
          "bio": "Максим чувствовал вину, что его сестра, Миша, бросила учёбу, чтобы заботиться о нём. Но у него не было многих практических навыков, и он обратился к видеоведению, посвящённому поеданию еды, как своей подработке. Однажды его вместе со школьной подругой Келли похитили из школьного автобуса и отправили на остров Бермуды. Остров изменил его - он стал здоровее, сильнее, увереннее и лучше подготовленным к жестокому миру."
        }
      ]
    },
    {
      "details": [
        {
          "image": "vmtGPrPY/andrew.webp",
          "name": "Эндрю",
          "thumb": "TY294Sdh/andrew.png",
          "ability": "Специалист по броне",
          "ability_desc": "Уменьшает износ прочности бронежилета.",
          "gender": "Мужской",
          "age": "42",
          "date": "25/12",
          "bio": "Первая жена Эндрю имела дочь Келли, которая была для него такой же близкой, как биологическая дочь. Когда он развёлся, он всё ещё старался быть частью жизни Келли. Эндрю был сержантом в LLPD, пока его новая невеста не погибла в жестоком нападении банды. Он потерял работу, пытаясь найти её убийц, борясь с Horizon, который пытался захватить полицейский департамент."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CMQS6L4q/caroline.webp",
          "name": "Кэролайн",
          "thumb": "4xm1J9hg/caroline.png",
          "ability": "Ловкость",
          "ability_desc": "Увеличенная скорость движения при удержании дробовика.",
          "gender": "Женский",
          "age": "17",
          "date": "10/10",
          "bio": "Кэролайн обладает ловкостью, учтивостью и утонченностью, которых большинству богатых девушек не хватает. Она работает в соответствии социальными стандартами, но искусно манипулирует людьми в свою пользу. Она всё ещё студентка, но из-за своих семейных связей её иногда втягивают в планы Horizon. Она и Хаято знакомы и иногда помогают друг другу."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43xXSKjp/laura.webp",
          "name": "Лаура",
          "thumb": "c1FYrJW4/laura.png",
          "ability": "Меткий стрелок",
          "ability_desc": "Точность увеличивается при использовании прицела.",
          "gender": "Женский",
          "age": "29",
          "date": "21/05",
          "bio": "Лаура была лучшей в своем классе и самым выдающимся снайпером своего взвода. Только когда её отец исчез в войне, она выбрала свой путь, чтобы стать спецагентом и попытаться найти его. Продолжая свой поиск, она работает в агентстве, устраняя плохих парней, мучающих её город. Теперь Лауре придется переосмыслить свою жизнь, когда её новая цель, Рафаэль, оказывается не тем, кем её представляют."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jSZbPxC2/rfael.webp",
          "name": "Рафаэль",
          "thumb": "W1gh6NBZ/rafael.png",
          "ability": "Безмолвие Смерти",
          "ability_desc": "Эффект подавления при использовании снайперских и метательных винтовок. Попавшиеся враги теряют HP быстрее, когда они ранены или убиты.",
          "gender": "Мужской",
          "age": "31",
          "date": "09/09",
          "bio": "Рафаэль был добрым семейным человеком, пока ужасная трагедия не отправила его по пути холодности и мести. Теперь он путешествует по миру не только в поисках того, кто уничтожил его семью, но и выполняет контракты, принося справедливость другим злодеям. С годами он понял, что жизнь не такая чёрно-белая, как казалось. Появление прекрасной Лауры в его жизни снова подкинуло ему непредвиденные проблемы."
        }
      ]
    },
    {
      "details": [
        {
          "image": "zfrJStF2/alok.webp",
          "name": "Алок",
          "thumb": "qBxwQ0d9/alok.png",
          "ability": "Бросок Бита",
          "ability_desc": "Создаёт ауру в радиусе 5 м, увеличивающую скорость передвижения и спринта, а также восстанавливающую HP. Эффект не может быть накладываться.",
          "gender": "Мужской",
          "age": "28",
          "date": "26/08",
          "bio": "Используя силу музыки, Алок покинул Бразилию и путешествовал по миру. Его имя означает 'свет'. Он подписал контракт, и закрытый концерт состоится на острове боев в Free Fire для некоторых VIP-гостей!"
        }
      ]
    },
    {
      "details": [
        {
          "image": "kgdrkVRB/jota.webp",
          "name": "Жота",
          "thumb": "9Q6yCNhd/jota.png",
          "ability": "Продолжительные Рейды",
          "ability_desc": "При использовании оружия попадание во врага восстанавливает немного HP пользователю.",
          "gender": "Мужской",
          "age": "31",
          "date": "23/06",
          "bio": "Жота вырос в семье среднего класса, был средним учеником и имел любящую семью. В целом, довольно обычная жизнь, но он чувствовал себя в ловушке и нуждался в большем действии в своей жизни. Он жил в городе с небоскрёбами, которые заполняли горизонт, и чувствовал себя в ловушке, поэтому начал заниматься альпинизмом, чтобы найти места, где можно увидеть небо."
        }
      ]
    },
    {
      "details": [
        {
          "image": "1tWsS9hb/clu.webp",
          "name": "Клу",
          "thumb": "7LzMzrVt/clu.png",
          "ability": "Следование по Шагам",
          "ability_desc": "Определяет позиции врагов, которые не находятся в положении лёжа или присев, перезарядка 50 секунд. После 4 уровня умения эффекты навыка передаются союзникам.",
          "gender": "Женский",
          "age": "24",
          "date": "28/02",
          "bio": "Клу выросла в пригороде крупного города. Её родители были богатыми, им никогда не приходилось беспокоиться о базовых вещах в жизни, и у неё было очень любящее детство. Когда она была подростком, её отца призвали на войну. Война закончилась через год, и он никогда не вернулся домой. Его никогда не нашли. Клу стала частным детективом после окончания средней школы в надежде, что она сможет раскрыть детали исчезновения своего отца."
        }
      ]
    },
    {
      "details": [
        {
          "image": "P56gNSF8/wolfrahh.webp",
          "name": "Вольфрахх",
          "thumb": "5yD2LTpp/wolfrah.png",
          "ability": "Прожектор",
          "ability_desc": "С каждым дополнительным зрителем: Урон от попаданий в голову уменьшается, до 25%. Урон по конечностям врага увеличивается.",
          "gender": "Мужской",
          "age": "19",
          "date": "29/04",
          "bio": "Вольфрахх вырос, скрываясь от мира после травматического события. После того, как он столкнулся со своими страхами, ему удалось преодолеть некоторые проблемы с уверенностью в себе, но ему всё ещё было трудно определить свою личность. Его пригласили на крупнейший подпольный турнир виртуальных игр на континенте, чтобы продемонстрировать свои навыки. Однако, в процессе он обнаружил секреты - его выборы вокруг этого определят его жизнь."
        }
      ]
    },
    {
      "details": [
        {
          "image": "wM7HTS9M/alvaro.webp",
          "name": "Альваро",
          "thumb": "63d0kx44/alvaro.png",
          "ability": "Искусство разрушения",
          "ability_desc": "Увеличивает урон взрывного оружия, увеличивает дальность действия урона.",
          "gender": "МУЖЧИНА",
          "age": "26",
          "date": "28/05",
          "bio": "Альваро - молодой человек с взрывной личностью. Детская авария даровала ему особые взрывные способности, но за это пришлось заплатить своей памятью. Он заблудился в постоянном круге поиска своих воспоминаний и необходимости использовать свои способности, чтобы спасти тех, кого он любит. Единственная постоянная в его жизни - Капелла, его друзей детства, о котором он больше не помнит сознательно."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jdntV08k/antonio.webp",
          "name": "Антонио",
          "thumb": "MHqDx31P/antonio.png",
          "ability": "Дух бандита",
          "ability_desc": "Получите дополнительные HP при начале раунда.",
          "gender": "МУЖЧИНА",
          "age": "30",
          "date": "01/08",
          "bio": "Антонио - это тот парень, с которым люди стараются не контактировать глазами. Похоже, что он ударит вас в лицо, если вы будете смотреть на него слишком долго. На самом деле, под этим бандитским видом он застенчив и чувствителен. Он вырос в местных бандитских войнах, никогда не был насильственным без причины - он только защищал себя и своих близких - свою жену, свою семью и своего чихуахуа по имени Пончо."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MpWwnM6g/paloma.webp",
          "name": "Палома",
          "thumb": "5NZXCYR1/paloma.png",
          "ability": "Торговля оружием",
          "ability_desc": "Возможность нести патроны для AR без занимания места в инвентаре.",
          "gender": "ЖЕНЩИНА",
          "age": "28",
          "date": "04/08",
          "bio": "Все, кто знаком с Паломой, восхищаются ей одним или другим способом. Дикая цветущая в бедном трущобном районе. Это иногда происходит из ее непоколебимой уверенности в себе, которая заставляет людей тянуться к ней, так как она проецирует чувство будущей безопасности и видения. Единственное, что может отвлечь ее от ее собственного видения будущего, это любовь ее жизни, Антонио."
        }
      ]
    },
    {
      "details": [
        {
          "image": "YCkrQD3n/miguel.webp",
          "name": "Мигель",
          "thumb": "ncL4kD2D/iguel.png",
          "ability": "Сумасшедший охотник",
          "ability_desc": "Мигель может получить EP за каждое убийство.",
          "gender": "МУЖЧИНА",
          "age": "26",
          "date": "10/10",
          "bio": "Посвятив свою жизнь закону и справедливости, Мигель возглавлял свой отряд во множестве операций по борьбе с преступностью с 100% успехом. Его команда известна тем, что справляется с невозможными задачами, поэтому никто не ожидал трагического инцидента, случившегося полгода назад. Мигель вскоре осознает, что боль и гнев после неудачной миссии ничто по сравнению с предательством друга."
        }
      ]
    },
    {
      "details": [
        {
          "image": "mgwbj3pb/mikita.webp",
          "name": "Никита",
          "thumb": "7L1JDHX4/mikita.png",
          "ability": "Оружейный эксперт",
          "ability_desc": "Скорость перезарядки увеличивается на 20%. Каждый раз, когда пользователь навыка поражает врага, этот цель получит 30% уменьшение лечения, длится 10 секунд (макс. вычет: 30%).",
          "gender": "ЖЕНЩИНА",
          "age": "22",
          "date": "11/11",
          "bio": "Его самой важной миссией является защита Кэролайн, дочери вице-президента Horizon. Окончив военную школу как лучший стрелок, Никита определенно могла бы иметь более высокие амбиции, чем сопровождение подростка, но кажется, что она довольна тем, как идут дела. Хочется спросить, есть ли у нее свои собственные цели, которые могут не быть в интересах Horizon."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43Br7BL9/kapella.webp",
          "name": "Капелла",
          "thumb": "TwGmWLhh/kapella.png",
          "ability": "Целебная Песня",
          "ability_desc": "Увеличивает эффекты лечебных предметов и лечебных навыков. Уменьшает потери здоровья союзников. Эффекты не складываются.",
          "gender": "ЖЕНСКИЙ",
          "age": "21",
          "date": "17/07",
          "bio": "Капелла осталась сиротой еще ребенком и была усыновлена магнатом технологий, Джозефом. Энергичная молодая женщина была чрезвычайно наблюдательной и интуитивной. Она стала всемирно известной певицей и членом Mambas. Ее личность, конечно же, играет ключевую роль в ее успехе, но, конечно же, звезда не рождается в одиночестве. Когда Альваро, воспоминание о ее прошлом, снова появляется, ей придется решить, что для нее наиболее важно в жизни."
        }
      ]
    },
    {
      "details": [
        {
          "image": "SN9FTLsB/joseph.webp",
          "name": "Джозеф",
          "thumb": "bwDQXfKY/joseph.png",
          "ability": "Безумное Движение",
          "ability_desc": "Становится иммунным к разрушительным эффектам (например, замедление, маркировка, отключение навыков) и получает ускорение движения на 10% на 5 сек. Перезарядка: 60 сек.",
          "gender": "МУЖСКОЙ",
          "age": "45",
          "date": "02/02",
          "bio": "Коронованный король обольстительниц Нью Дон, Джозеф, основал Nerve Labs, успешную технологическую компанию. В конце Великого Краха Джозеф узнал о зловещих планах Horizon для человечества и сделал врага из чрезвычайно умного ученого."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cHVZCFCc/notora.webp",
          "name": "Нотора",
          "thumb": "hvYfMf4L/notora.png",
          "ability": "Благословение Гонщика",
          "ability_desc": "При управлении транспортным средством восстанавливает здоровье всех членов на транспортном средстве. Эффекты не складываются.",
          "gender": "ЖЕНСКИЙ",
          "age": "27",
          "date": "22/03",
          "bio": "Дочь семьи байкеров, Нотора никогда не имела много права выбора в отношении своего образа жизни. Несмотря на свою силу и жесткость, у нее глубоко внутри скрытое неприязание к бессмысленному насилию. Ее весь отряд был уничтожен во время жестокой бандитской вражды. К счастью, смерть снова не обратила на нее внимание. Но вскоре Нотора осознала, что это не удача привела ее сюда, а ее поймали живой и отправили в изгнание на острова Бермуды."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cC2WKXJm/a124.webp",
          "name": "A124",
          "thumb": "MTk53pH8/a124.png",
          "ability": "Эйфория Битвы",
          "ability_desc": "Вызывает электромагнитную волну радиусом 8 метров, отключающую активацию навыков врагов и прерывающую обратный отсчет их взаимодействия. Длится 20 сек. Перезарядка: 50 сек. Баннер A124.",
          "gender": "ЖЕНСКИЙ",
          "age": "18",
          "date": "01/01",
          "bio": "Рожденная для служения цели, A124 была запрограммирована быть машиной убийств. Она определенно не создавалась для общения с людьми и сложных эмоций, но кто мог остановить молодой ум от попыток? С такими боевыми навыками и любопытным умом мир буквально ее устрица."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0Q4FZrq5/kla.webp",
          "name": "Кла",
          "thumb": "WzYJK58J/kla.png",
          "ability": "Муай Тай",
          "ability_desc": "Увеличен урон кулаками.",
          "gender": "МУЖСКОЙ",
          "age": "27",
          "date": "14/12",
          "bio": "Кла преодолел много препятствий в своей молодости, но убийство его родителей было слишком тяжелым испытанием для него, отправив его по пути гнева и насилия. Он потерял себя в гневе и чувстве вины относительно их смерти и оказался в глубокой яме. Только столкнувшись, наконец, с одним из ответственных за смерть его родителей людей, он нашел ясность и свой путь в жизни."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cJrV3fVk/wukong.webp",
          "name": "Вуконг",
          "thumb": "8kY52fDW/wukong.png",
          "ability": "Маскировка",
          "ability_desc": "Превращается в куст с уменьшением скорости движения на 5%, длится 15 секунд. Перезарядка: 200 секунд. Трансформация заканчивается, когда Вуконг атакует. Перезарядка сбрасывается, когда Вуконг убивает врага.",
          "gender": "МУЖЧИНА",
          "age": "0",
          "date": "13/12",
          "bio": "Обезьяна, похожая на человека. Ему все равно нравятся бананы."
        }
      ]
    },
    {
      "details": [
        {
          "image": "ZKz4hs1b/olivia.webp",
          "name": "Оливия",
          "thumb": "BZ7LJw5j/olivia.png",
          "ability": "Целительное Касание",
          "ability_desc": "Игроки, воскрешенные Оливией, получат дополнительные HP.",
          "gender": "ЖЕНЩИНА",
          "age": "29",
          "date": "10/11",
          "bio": "После операции по поводу детской аварии у Оливии развилась специальная способность исцелять и оживлять - одним чудесным прикосновением она может мягко унимать боль и способствовать заживлению травм. Несмотря на травматичное детство, Оливия выросла в одну из самых заботливых и сострадательных среди своих сверстников. Однако она почти не общается социально за пределами безопасной зоны Форда и сторонится мира."
        }
      ]
    },
    {
      "details": [
        {
          "image": "yNjzhVdW/ford.webp",
          "name": "Форд",
          "thumb": "k4FQjNLx/ford.png",
          "ability": "Железная Воля",
          "ability_desc": "Снижает получаемый урон вне безопасной зоны.",
          "gender": "МУЖЧИНА",
          "age": "31",
          "date": "23/01",
          "bio": "Форд был капитаном на открытом море. Теперь он посвятил себя созданию убежища для беженцев. Он - мудрый и надежный дядя для всех, кто знает водные пути в и из Бермуд. Зная, насколько больно предательства, Форд стремится к балансу между доверием и осторожностью. Он думал, что его воля нерушима, пока не встретил Оливию..."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4dhkDpPH/shani.webp",
          "name": "Шани",
          "thumb": "LsV5wy66/shani.png",
          "ability": "Восстановление Брони",
          "ability_desc": "Восстанавливает прочность брони после каждого убийства. Дополнительная прочность может улучшить вашу броню, до уровня 3.",
          "gender": "ЖЕНЩИНА",
          "age": "31",
          "date": "23/06",
          "bio": "Шани - самодельный инженер. Ее родители погибли при взрыве здания, когда ей было 18 лет, и она потеряла все. Она бродила несколько лет, делая случайные работы для заработка на жизнь, когда владелец свалки взял ее к себе и предоставил ей место, которое она могла назвать домом. Там она могла работать с запчастями из мусора и инженерить на свое усмотрение."
        }
      ]
    }
  ]
}
