{
  "data": [
    {
      "details": [
        {
          "image": "wvb8P0Dp/ignis.webp",
          "name": "Ignis",
          "thumb": "SRT1XKtw/ignis.png",
          "ability": "Ungezähmte Flamme",
          "ability_desc": "Bilde einen brennenden Bildschirm mit einer Breite von 12 m, der 10 Sekunden lang besteht (maximale Bereitstellungs-Entfernung: 15 m). Feinde und Gloo-Wände, die mit dem Bildschirm in Berührung kommen, erleiden einen Verbrennungseffekt: Sofort 30 Schaden und für jede folgende Sekunde 10 Schaden sowie einen Verlust von 20% Rüstungshaltbarkeit. Der Verbrennungseffekt dauert 2 Sekunden. Gloo-Wände erhalten sofort 200 Schaden und 200 Schaden/Sekunde für 1 Sekunde. Abklingzeit: 60 Sekunden.",
          "gender": "Männlich",
          "age": "16",
          "date": "17/07",
          "bio": "Ignis ist ein übernatürlicher Teenager mit der angeborenen Fähigkeit, Objekte zu entzünden. In seiner Freizeit bekämpft er Kriminalität und wahrt die Gerechtigkeit, findet aber oft durch seine Kräfte ungewollt Ärger. Die Öffentlichkeit kritisiert Ignis für sein Handeln, und während seiner rebellischen Adoleszenz reagiert er mit einer trotzigem Haltung. Das hindert ihn jedoch nicht daran, sich für die Menschen und die Stadt einzusetzen, zumindest vorerst."
        }
      ]
    },
    {
      "details": [
        {
          "image": "25yfxsBw/ryden.webp",
          "name": "Ryden",
          "thumb": "2SB96rdK/ryden.png",
          "ability": "Spinnenfalle",
          "ability_desc": "Lasse eine zerstörbare explosive Spinne in die Zielrichtung los. Hält 30 Sekunden lang. Tippe innerhalb von 10 Sekunden erneut auf die Fähigkeitstaste, um die Bewegung der Spinne zu stoppen. Die Spinne fängt den ersten Feind, den sie in 5 m Entfernung sieht, reduziert ihre Geschwindigkeit um 80% und verursacht einen Verlust von 10 HP/Sekunde. Der Bluteffekt dauert 3 Sekunden. Abklingzeit: 75 Sekunden.",
          "gender": "Männlich",
          "age": "16",
          "date": "07/09",
          "bio": "Als 16-jähriges geniales Genie übertrifft Rydens Rationalität und Wissen seine Altersgenossen. Der kleine Junge, der früher unter den Flügeln seiner Schwester Suzy saß, erobert nun die Schlachtfelder. Seine talentierten Erfindungen werden ihm den Weg ebnen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "44VRwbnr/sonia.webp",
          "name": "Sonia",
          "thumb": "kG4fdmXw/sonia.png",
          "ability": "Nano-Lebensschild",
          "ability_desc": "Nach Erhalt tödlichen Schadens tritt für 0,4 Sekunden ein unverwundbarer und unbeweglicher Zustand ein. Dann erhalte einen 50-HP-Schild, der 2 Sekunden lang besteht. Der Fähigkeitsbenutzer wird eliminiert, wenn der Schild verschwindet. Abklingzeit: 180 Sekunden.",
          "gender": "Weiblich",
          "age": "20",
          "date": "04/08",
          "bio": "Sonia ist eine genetisch modifizierte Nanowissenschaftlerin mit außergewöhnlicher Intelligenz und Fachkenntnissen in Nanobiotechnologie."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRxpwGvv/orion.webp",
          "name": "Orion",
          "thumb": "TPVkV04j/orion.png",
          "ability": "Karmesinzerquetschen",
          "ability_desc": "Ersetzt EP durch 300 Karmesinenergie. Verbraucht 200 Karmesinenergie, um seinen Schutz zu aktivieren. Währenddessen kannst du keinen Schaden nehmen oder Feinde angreifen und wirst 10 HP (ignoriert Feindschildpunkte) von Feinden innerhalb von 5 m absorbieren. Dauert 3 Sekunden, in denen deine Bewegungsgeschwindigkeit um 20% abnimmt. Abklingzeit: 3 Sekunden.",
          "gender": "Männlich",
          "age": "22",
          "date": "13/08",
          "bio": "Orion, ein rachsüchtiges Biest, das sich auf den Umgang mit Karmesinenergie im Kampf spezialisiert hat."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W4ycY5GP/santino.webp",
          "name": "Santino",
          "thumb": "5td7QTnN/santino.png",
          "ability": "Formteiler",
          "ability_desc": "Erzeuge eine 200-HP-Mannikin, das autonom für 12 Sekunden reist. Wenn das Mannequin innerhalb von 60 m ist, verwende die Fähigkeit erneut, um die Position damit zu wechseln. Du kannst nur einmal innerhalb von 3 Sekunden wechseln, bis zu 2 Mal insgesamt. Der Spieler, der das Mannequin zerstört, wird für 5 Sekunden markiert. Abklingzeit: 60 Sekunden.",
          "gender": "Männlich",
          "age": "34",
          "date": "14/10",
          "bio": "In Armut geboren, liebte Santino Kunst schon als Kind. Er studierte an einer renommierten Kunstschule, wo sein Talent für Design aufblühte. Nach dem Abschluss gründete Santino seine Modemarke, Angelic, und wurde ein Prominenter mit einem scharfen Blick für Marketing. Mit großem Erfolg in der Branche steht er immer im Rampenlicht der Modewelt."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CdTtTt1W/luna.webp",
          "name": "Luna",
          "thumb": "mZ85pd28/luna.png",
          "ability": "Kampf oder Flucht",
          "ability_desc": "Diese Fähigkeit erhöht zunächst die Schussrate. Wenn der Benutzer einen Feind trifft, wird die Schussrate in einen Geschwindigkeitsboost umgewandelt.",
          "gender": "WEIBLICH",
          "age": "28",
          "date": "18/03",
          "bio": "Luna ist die Tochter eines komplizierten Mannes mit einer komplizierten Vergangenheit. Sie wurde früh erwachsen, indem sie mit seiner Rücksichtslosigkeit und der Rücksichtslosigkeit der Erwachsenen, mit denen sie aufgewachsen ist, umgegangen ist. Als die Führung ihres Vaters in der Gilde herausgefordert wurde und er schließlich entführt wurde, musste Luna einspringen, ihre eigenen Schritte machen und die Gruppe übernehmen, um Ordnung in die Gemeinschaft zu bringen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4N1kRf6P/tatsuya.webp",
          "name": "Tatsuya",
          "thumb": "PxK2cxhP/tatusya.png",
          "ability": "Rebellensturm",
          "ability_desc": "Bewegt sich mit hoher Geschwindigkeit nach vorne. Diese Fähigkeit kann für aufeinander folgende Verwendung akkumuliert werden.",
          "gender": "MÄNNLICH",
          "age": "16",
          "date": "20/12",
          "bio": "Tatsuya steht zwischen seinen Gefühlen des Verrats und seiner Liebe zu seiner Familie. Er weiß nicht, wie er mit diesem Zwiespalt der Gefühle umgehen soll, und lässt sich bereitwillig in Schwierigkeiten ziehen. Erst als er und sein Bruder Shirou zusammenarbeiten müssen, um eine Verschwörung aufzudecken, erkennt er, dass er nicht allein in der Welt ist und die Kraft hat, seine Umgebung zum Besseren zu verändern."
        }
      ]
    },
    {
      "details": [
        {
          "image": "K8LGTSBg/a-patroa.webp",
          "name": "A-Patroa",
          "thumb": "L6W02nPP/patroa.png",
          "ability": "",
          "ability_desc": "Der exklusive Fähigkeitenplatz kann mit jeder vorhandenen Fähigkeit ausgerüstet werden, und die verbleibenden Slots werden automatisch freigeschaltet, wenn Sie diese Figur erhalten.",
          "gender": "WEIBLICH",
          "age": "28",
          "date": "30/03",
          "bio": "A-Patroa ist eine starke, selbstbewusste Frau, die einen Musikladen inmitten eines gefährlichen Viertels betreibt. Ihr Laden dient als Zufluchtsort; jeder kann zu ihr kommen und um Hilfe bitten. Darüber hinaus nutzt sie ihre Musik, um den Menschen zu helfen, ihre Leben auf neue und unterschiedliche Weisen zu erleben."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqRMNq21/iris.webp",
          "name": "Iris",
          "thumb": "QxnpndYn/iris.png",
          "ability": "Mauer-Schlägerei",
          "ability_desc": "Für 15 Sekunden, erfolgreiches Schießen auf eine Gloo-Wand wird Feinde innerhalb von 7 Metern markieren und die Gloo-Wand durchdringen, um Schaden an markierten Feinden zu verursachen (der zugefügte Schaden wird geringer sein als üblich). Wirksam an maximal 5 Gloo-Wänden. Abklingzeit: 60s.",
          "gender": "WEIBLICH",
          "age": "30",
          "date": "01/10",
          "bio": "Mit ihrem scharfen Blick ist Iris gut darin, die Aktionen des Feindes vorherzusagen, um Gelegenheiten zum Gewinnen zu nutzen. Wenn Sie besorgt sind, dass ihre Rhetorik, gedankenlose Optimismus und hyperindividualistische Haltung Ihre Zusammenarbeit beeinflussen, seien Sie unbesorgt. Iris arbeitet nie mit jemandem zusammen - außer mit Homer, der sie bedingungslos akzeptiert und all ihren Unordnung aufräumt."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MZNJm3W0/jbiebs.webp",
          "name": "J.Biebs",
          "thumb": "sDncdcxm/biebs.png",
          "ability": "Stiller Wächter",
          "ability_desc": "Fähigkeitsbenutzer und Verbündete können Schaden durch EP blockieren. In diesem Fall wird die Menge an EP, die von Verbündeten abgezogen wird, dem EP des Fähigkeitsbenutzers hinzugefügt.",
          "gender": "MÄNNLICH",
          "age": "28",
          "date": "01/03",
          "bio": "J.Biebs ist ein Mann, der eine zerrissene Welt vereinen möchte. Durch seine Kindheitserfahrungen hat er gelernt, dass die Antwort auf die Probleme der Menschen nicht Geld oder Macht ist, sondern die tatsächliche Verbindung zwischen den Menschen. Er hat beschlossen, seine Gesangsfähigkeiten zu nutzen, um sein Leben der Vereinigung der Welt zu widmen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cCgyNwc8/homer.webp",
          "name": "Homer",
          "thumb": "L4DkLTtS/homer.png",
          "ability": "Schockwellen-Sensor",
          "ability_desc": "Löst eine Drohne in Richtung des nächsten Feindes innerhalb einer 100m Frontdistanz aus, wodurch eine 4 m durchmessende Impulsexplosion entsteht, die die Bewegungsgeschwindigkeit um 60% und die Feuergeschwindigkeit um 35% reduziert. Dauert 5 Sekunden. Fügt 25 Schaden zu. Abklingzeit: 90s.",
          "gender": "MÄNNLICH",
          "age": "30",
          "date": "01/06",
          "bio": "Homer ist ein blinder Mann, der nicht nur ein Auftragsmörder ist, sondern auch einer der Gründer der blühenden Technikgang in Griza. Doch Homer, der in den letzten Jahren an Macht verloren hat, möchte jetzt nur noch die Wahrheit hinter der seltsamen Krankheit finden, die ihn in seiner Kindheit blind gemacht hat, das mysteriöse Forschungsinstitut, das er seine Schule nannte, und das seltene Erdmineral, das damit verbunden ist."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XJqtwdmD/kenta.webp",
          "name": "Kenta",
          "thumb": "rswrQB1k/kenta.png",
          "ability": "Schwertmeisters Zorn",
          "ability_desc": "Bildet einen Schild, der den Waffenschaden von vorne reduziert. Setzt zurück, wenn der Benutzer einen Schuss abfeuert.",
          "gender": "MÄNNLICH",
          "age": "38",
          "date": "05/05",
          "bio": "Kenta diente jahrelang als Leibwächter und Schwertschmied für die Familie Hayato Yagamis. Er ist ein Mann von wenigen Worten, der jedoch seinen neuen, jungen Herrn in jeder Situation schützt, in der sie sich befinden. Er hat seine eigenen persönlichen Wünsche, stellt sie jedoch zurück, während er Hayato in einer gefährlichen Zeit für die Yagami-Familie dient."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MHVwQ1jJ/nairi.webp",
          "name": "Nairi",
          "thumb": "mkkPQQ4Z/nairi.png",
          "ability": "Eisernes Eis",
          "ability_desc": "Bereitgestellte Gloo-Wände stellen 150 Haltbarkeit pro Sekunde wieder her, wenn sie getroffen werden, während Teammitglieder innerhalb von 5m 20HP/s wiederherstellen. Maximal 40HP pro Teammitglied von jeder Gloo-Wand.",
          "gender": "MÄNNLICH",
          "age": "23",
          "date": "27/12",
          "bio": "Nairi entwickelte schon in jungen Jahren ein Interesse am Wetter, als er von kalten Klimazonen weggebracht wurde. Doch seine Liebe zum Schnee führte ihn dazu, einen Weg zurückzufinden. Er entwickelte Mikromanipulations-Klima-Technologie, um in den extremsten Umgebungen überleben zu können. Jetzt verbringt er seine Zeit mit Bergsteigen, Wandern und der Jagd nach Stürmen auf der Suche nach Antworten zur Klimavorhersage."
        }
      ]
    },
    {
      "details": [
        {
          "image": "dtRvQmY8/otho.webp",
          "name": "Otho",
          "thumb": "tC11JtD2/otho.png",
          "ability": "Gedächtnisnebel",
          "ability_desc": "Bildet einen Gedächtnisnebel, wenn ein Feind eliminiert wird, der die Positionen anderer nahegelegener Feinde aufdeckt.",
          "gender": "MÄNNLICH",
          "age": "21",
          "date": "01/11",
          "bio": "Otho hat einen einfallsreichen, aber sehr praktischen Verstand. Er fürchtet sich vor dem Vergessen der Erinnerungen an seine Vergangenheit und versucht, Wege zu finden, sie zu bewahren. Er kommt jeden Tag näher und hat dabei ein Gerät entwickelt, das es ihm ermöglicht, die Absichten anderer zu sehen. Wenn er nicht mehr Mechanismen zum Gedächtnis erforscht, ist er mit seinen Freunden unterwegs und verbringt Zeit damit, mit seinem Hund zu träumen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqyhP3Vf/leon.webp",
          "name": "Leon",
          "thumb": "SNj98pQL/leon.png",
          "ability": "Buzzer Beater",
          "ability_desc": "Stellt HP nach dem Engagement im Kampf wieder her.",
          "gender": "MÄNNLICH",
          "age": "20",
          "date": "30/09",
          "bio": "Leon ist ein Universitätsstudent mit extremen Basketballfähigkeiten und zeigt keine Scheu, sie zu präsentieren. Mit Hilfe seines bionischen Beins kann er höher springen als fast jeder, den er kennt. Er interessiert sich für Elektronik und weiß, wie er sein Bein reparieren und daran herumbasteln kann, wenn es nicht funktioniert. Er mag vielleicht nur Basketball im Sinn haben, aber er nutzt den Sport nicht nur, um seine Familie, sondern auch seine Freunde zu unterstützen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "RZVrMkGB/thiva.webp",
          "name": "Thiva",
          "thumb": "prmd9RQp/thiva.png",
          "ability": "Vitale Schwingungen",
          "ability_desc": "Die Geschwindigkeit des Helfens von Teamkollegen beim Aufstehen wird um 70% erhöht. Abklingzeit: 90s. Der geholfene Teamkollege erholt sich in 3s um 60 HP.",
          "gender": "MÄNNLICH",
          "age": "25",
          "date": "02/12",
          "bio": "Thiva ist der jüngere Bruder von Dimitri. Er war von Natur aus talentiert und spielte während seiner gesamten Kindheit Musik. Er möchte wirklich der Welt helfen und das Leben der Menschen verbessern, glaubt jedoch, dass der beste Weg dazu darin besteht, den Einzelnen mit einer wahren Botschaft durch seine Musik zu erreichen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0NPsJ69L/dimitri.webp",
          "name": "Dimitri",
          "thumb": "7hHgjGyj/dimitri.png",
          "ability": "Heilendes Herzschlag",
          "ability_desc": "Erzeugt eine Heilzone mit einem Radius von 3,5 m. Darin erholen sich der Benutzer und Verbündete mit 10 HP/s. Das Aufhelfen wird automatisch ausgelöst, wenn nötig. Die Zone dauert 12s. Die Auswirkungen des Aufhelfens von Teamkollegen können durch andere Fähigkeiten verbessert werden. Abklingzeit: 90s.",
          "gender": "MÄNNLICH",
          "age": "26",
          "date": "16/05",
          "bio": "Dimitri ist der ältere Bruder von Thiva. In seinem täglichen Leben verbrachte er die meiste Zeit im Labor und entwickelte neue Tontechnologien. Nachdem er seine Leidenschaft für Musik entdeckt hatte, erkannte er, dass das Helfen der Welt und das Verbessern des Lebens der Menschen durch seine technologischen Kreationen möglicherweise einer seiner Träume sein könnte."
        }
      ]
    },
    {
      "details": [
        {
          "image": "L8dR2Cw4/d-bee.webp",
          "name": "D-Bee",
          "thumb": "prCBdQZ2/bee.png",
          "ability": "Kugelrhythmen",
          "ability_desc": "Bei Schüssen während der Bewegung erhöht sich die Bewegungsgeschwindigkeit und die Genauigkeit.",
          "gender": "MÄNNLICH",
          "age": "19",
          "date": "23/09",
          "bio": "D-Bee hat eine extrovertierte Persönlichkeit und trifft gerne neue Leute. Er glaubt, dass der Sinn des Lebens darin besteht, zu kreieren, und das ist der Grund, warum er ein Musikmacher geworden ist. Er ist auch fasziniert von Tanz und Musik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "7YSPGrgJ/maro.webp",
          "name": "Maro",
          "thumb": "zGgRtSgV/maro.png",
          "ability": "Falkenfieber",
          "ability_desc": "Der Schaden nimmt mit der Entfernung zu. Der Schaden an markierten Feinden erhöht sich.",
          "gender": "MÄNNLICH",
          "age": "32",
          "date": "23/05",
          "bio": "Maro zieht die Gesellschaft von Tieren Menschen vor. Er findet, dass Menschen oft alles überdenken und den wahren Sinn des Lebens vergessen. Er möchte ein freier Geist sein und hofft, dass er auch anderen Menschen helfen kann, sich durch seine Vögel der Natur näher zu fühlen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HnwGxHfp/skyler.webp",
          "name": "Skyler",
          "thumb": "rmFskSKG/skyler.png",
          "ability": "Gezeitenrhythmus",
          "ability_desc": "Entfesseln einer Schallwelle nach vorne, die Gloo-Wände beschädigt. Außerdem führt jede eingesetzte Gloo-Wand zu HP-Genesung. Die Wirkungen der Genesung addieren sich nicht.",
          "gender": "MÄNNLICH",
          "age": "26",
          "date": "05/07",
          "bio": "Skyler erlangte Berühmtheit als der heißeste Pop-Sänger und Tänzer im Land, und ist jetzt CEO des größten Unterhaltungsunternehmens in Vietnam. Er ist bestrebt, das beste musikalische Talent in der Branche zu sein und auch das beste Talent zu finden. Er mag es nicht zu verlieren und glaubt, dass Kreativität den Menschen ermöglicht, das Gute in der Welt anstelle des Schlechten zu sehen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jjmB4LTx/xayne.webp",
          "name": "Xayne",
          "thumb": "Yqm9M2qP/xayne.png",
          "ability": "Extreme Begegnung",
          "ability_desc": "Erhält vorübergehend 120 HP, erhöhten Schaden gegen Gloo-Wände und Schilde. Dauert 6 Sekunden.",
          "gender": "WEIBLICH",
          "age": "23",
          "date": "21/04",
          "bio": "Xayne war schon als Kind an extremeren Aktivitäten interessiert. Sie bevorzugt den Adrenalinschub von Extremsportarten anstelle von menschlicher Interaktion. Als Freigeist möchte sie das Leben erkunden und seine Grenzen finden. Wenn jemand ihre Fähigkeit, eine Mission zu erfüllen, in Frage stellt, wird sie definitiv einen Weg finden, es zu tun."
        }
      ]
    },
    {
      "details": [
        {
          "image": "D0kknmpj/shirou.webp",
          "name": "Shirou",
          "thumb": "jjTC8VTF/shirou.png",
          "ability": "Schadenszustellung",
          "ability_desc": "Wenn der Benutzer innerhalb von 80 m getroffen wird, wird der Angreifer markiert (nur für den Benutzer sichtbar). Der erste Schuss auf markierte Feinde hat zusätzliche Rüstungsdurchdringung.",
          "gender": "MÄNNLICH",
          "age": "19",
          "date": "20/11",
          "bio": "Shirou ist ein Teenager mit einem starken Verantwortungsbewusstsein, der alles riskiert hat, um seine Familie und seine Heimatstadt zu schützen. Er arbeitet als Zusteller und liefert Pakete in der geschäftigen und überfüllten Stadt Griza aus. Er wird große Herausforderungen überwinden und sich gegen Kräfte stellen müssen, die größer sind als er, um seine Wahrheit und seine wahre Berufung im Leben zu finden."
        }
      ]
    },
    {
      "details": [
        {
          "image": "sXfsbM8p/chrono.webp",
          "name": "Chrono",
          "thumb": "CxXsdxjf/chrono.png",
          "ability": "Zeitumkehr",
          "ability_desc": "Erzeugt ein Schadensblockierendes Kraftfeld. Unfähig, äußere Feinde von innerhalb des Feldes aus anzugreifen.",
          "gender": "MÄNNLICH",
          "age": "35",
          "date": "05/02",
          "bio": "Chrono stammt aus einem Paralleluniversum, in dem es ein höheres Niveau an Wissenschaft und Technologie gibt als in unserer aktuellen Welt, der Erde. Er hatte eine normale Kindheit in seinem Ursprungsuniversum. Seine Eltern waren berühmte Anwälte, die gegen Armut kämpften und dazu beitrugen, arme obdachlose Menschen in die Gesellschaft zu integrieren. Deshalb hatte er schon seit seiner Kindheit ein Bewusstsein für benachteiligte Gruppen, und als er älter wurde, fand er Wege, seinen Beitrag dazu zu leisten."
        }
      ]
    },
    {
      "details": [
        {
          "image": "t4hbTdG3/dasha.webp",
          "name": "Dasha",
          "thumb": "QtrgkYY8/dasha.png",
          "ability": "Feiern",
          "ability_desc": "Verringert den erlittenen Schaden und die Erholungszeit von Stürzen. Reduziert die Rate der Rückstoßbildung und den maximalen Rückstoß.",
          "gender": "WEIBLICH",
          "age": "25",
          "date": "08/12",
          "bio": "Dasha ist ein Partygirl, das dem Motto 'Hart arbeiten, härter spielen' folgt. Sie ist ein wenig schelmisch und beginnt oft Ärger, wenn sie es nicht beabsichtigt. Sie hat viel in ihrem Leben durchgemacht, aber sie ist froh, die Mambas gefunden zu haben, die ihre vielfältigen Fähigkeiten schätzen. Aber jetzt hat sie sich in etwas verwickelt, das sie nicht beabsichtigt hat, aber nur die Zeit wird zeigen, ob es sich lohnt."
        }
      ]
    },
    {
      "details": [
        {
          "image": "GmJ0rcvz/k.webp",
          "name": "K",
          "thumb": "s257X9jt/k.png",
          "ability": "Meister von Allem",
          "ability_desc": "Maximale EP erhöht sich um 50. Jiujitsu-Modus: Verbündete innerhalb von 6 m erhalten eine 500% ige Erhöhung des EP-Umwandlungsrates. Psychologie-Modus: Erholen Sie sich alle 4 Sekunden 2 EP, bis 6 EP. Moduswechsel-CD 3 Sekunden.",
          "gender": "MÄNNLICH",
          "age": "31",
          "date": "06/10",
          "bio": "K war ein kluges Kind, aber wie die meisten Kinder in seinem Alter hat er die Schule nicht ernst genommen. Als er 16 Jahre alt war, noch immer ein Junior in der High School, hatte er einen Autounfall und verletzte sich an der Wirbelsäule. Seine Ärzte sagten ihm, er würde nie wieder laufen können. Aber er weigerte sich aufzugeben - das würde nicht das Ende für ihn sein. Er ging zur Physiotherapie, machte seine eigene Therapie zu Hause und fand einen Trainer, der ihm half, weiter zu gehen. Innerhalb eines Jahres ging er; innerhalb von zwei Jahren spielte er Sport. Diese Erfahrung lehrte ihn ein paar Dinge, die ihn ein Leben lang begleiten würden. - Nehmen Sie das Leben nicht als selbstverständlich hin. - Er musste sich in sich selbst vertiefen, um die Erfahrung zu durchstehen, und lernte, sich selbst, seine Motivationen sowie seinen Platz in der Welt zu verstehen. - Eine Nebenwirkung davon war, dass er jetzt die Menschen um ihn herum auf die gleiche Weise lesen und verstehen konnte. - Außerdem wollte er seinen Körper und seinen Geist stärken, um nie wieder auf die gleiche Weise verletzt zu werden."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRZ4bxJ5/luqueta.webp",
          "name": "Luqueta",
          "thumb": "nc5DGwMy/luqueta.png",
          "ability": "Kat-Trick",
          "ability_desc": "Jeder Kill erhöht das maximale HP, bis zu 35.",
          "gender": "MÄNNLICH",
          "age": "20",
          "date": "10/06",
          "bio": "Luqueta war ein Austauschschüler aus dem Ausland. Er zog wegen des Jobs seines Vaters um. Sein Vater wollte, dass er in seine Fußstapfen tritt, einen MBA macht und ins Geschäft einsteigt. Aber Luqueta sah das Leben seines Vaters und wollte nichts davon. Er war schon immer ein sportliches Kind. Als er umzog, begann er für die Schule Fußball zu spielen. Er wusste, dass er als Kind gut war, aber in der High School wurde er zum Star. Er musste nicht einmal besonders hart arbeiten und war trotzdem erstaunlich."
        }
      ]},
    {
      "details": [
        {
          "image": "nLHyh6kx/kelly.webp",
          "name": "Kelly",
          "thumb": "V6Rt9fbg/kelly.png",
          "ability": "Dash",
          "ability_desc": "Erhöht die Laufgeschwindigkeit.",
          "gender": "WEIBLICH",
          "age": "17",
          "date": "01/04",
          "bio": "Als Kind war sie ein fröhliches Kind mit ihrer Adoptivmutter Rena und ihrem Stiefvater Andrew. Als ihre Mutter und Andrew sich scheiden ließen, war sie extrem traurig, blieb aber mit Andrew in Kontakt. Kelly war immer eine gute Läuferin, aber in der Highschool entdeckte sie der Leichtathletiktrainer und sie wurde der Star der Schule. Als sie sich auf einer unbekannten Insel wiederfindet, wird sie gezwungen, schwierige Entscheidungen zu treffen, die über ihren zukünftigen Weg entscheiden werden."
        }
      ]},
    {
      "details": [
        {
          "image": "W34cXQF8/hayato.webp",
          "name": "Hayato",
          "thumb": "yxLFK11x/hayato.png",
          "ability": "Bushido",
          "ability_desc": "Je niedriger deine HP, desto höher wird deine Rüstungsdurchdringung.",
          "gender": "MÄNNLICH",
          "age": "20",
          "date": "21/03",
          "bio": "Hayato hatte viel auf seinen Schultern als ältester Erbe der Yagami Corporation. Er wurde in ein Leben hineingeboren, in dem sein Dasein dazu bestimmt war, die Ehre und den Ruhm seiner Familie zu dienen. Als ihr Familienunternehmen von Horizon übernommen wurde, zögerte er nicht, sich in die Unternehmensangelegenheiten einzumischen, um sicherzustellen, dass die Yagamis weiterhin mit Ehre arbeiten würden."
        }
      ]},
    {
      "details": [
        {
          "image": "bJGpq7yJ/moco.webp",
          "name": "Moco",
          "thumb": "zBJbGsPg/moco.png",
          "ability": "Hackerblick",
          "ability_desc": "Markiert die Feinde, auf die Moco schießt, für einige Sekunden.",
          "gender": "WEIBLICH",
          "age": "20",
          "date": "13/02",
          "bio": "Moco ist ein Technikgenie, das sich Horizon, dem angesehensten Technologieunternehmen auf dem Kontinent, angeschlossen hat. Aber als sie herausfindet, dass sie gemeine Taten begehen, verschwindet sie, löscht ihre Identität aus den öffentlichen Aufzeichnungen und geht in den Untergrund, um einen Weg zu finden, ihre Pläne zu stoppen. Sie arbeitet gerne alleine, wird aber bald erkennen, dass diese Bedrohung zu groß ist, um sie alleine zu bewältigen."
        }
      ]},
    {
      "details": [
        {
          "image": "fTsnPt9k/steffie.webp",
          "name": "Steffie",
          "thumb": "G272hHyW/steffie.png",
          "ability": "Graffiti-Segen",
          "ability_desc": "Erstellt einen Bereich, der Wurfgeschosse blockiert. Verbündete in diesem Bereich stellen jede Sekunde Rüstungshaltbarkeit wieder her, und der von Feinden erlittene Munitionsschaden wird verringert.",
          "gender": "WEIBLICH",
          "age": "23",
          "date": "05/11",
          "bio": "Steffie hatte einen langen Streit mit Institutionen, angefangen bei ihren Eltern. Sie rebellierte früh in ihrem Leben und setzte dies fort. Ihr Leben nahm eine harte Wendung, als sie den Technologieriesen, Horizon, beleidigte und gezwungen war, zu fliehen oder Futter für ihre Experimente zu werden. Sie wurde von Moco gerettet und fand kurz darauf die Mambas, eine Rebellenkraft, die ihr wahres Schicksal zu sein scheint."
        }
      ]
    },
    {
      "details": [
        {
          "image": "LsQmK9Mw/misha.webp",
          "name": "Misha",
          "thumb": "zB0Lbx9P/misha.png",
          "ability": "Nachbrenner",
          "ability_desc": "Erhöht die Fahrgeschwindigkeit und reduziert den erlittenen Schaden beim Fahren in Fahrzeugen. Während der Fahrt ist es schwerer, anvisiert zu werden.",
          "gender": "WEIBLICH",
          "age": "19",
          "date": "26/07",
          "bio": "Nachdem ihre Eltern getötet wurden, gab sie die Schule auf und wurde Rennfahrerin, um die Rechnungen zu bezahlen und sich selbst und ihren Bruder Maxim zu unterstützen. Eines Tages verschwand Maxim, und sie ließ alles stehen und liegen, um ihn zu finden. Ihre Suche kreuzte sich mit der von Andrew, als sie beide nach ihren jeweiligen Familien suchten. Ihre Reise wird sie auf neue und gefährliche Pfade führen, deren Ende noch lange nicht in Sicht ist."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HWqskk7C/maxim.webp",
          "name": "Maxim",
          "thumb": "43RHr76w/maxim.png",
          "ability": "Völlerei",
          "ability_desc": "Verringert die Zeit für das Essen von Pilzen und das Verwenden von Medkits.",
          "gender": "MÄNNLICH",
          "age": "17",
          "date": "30/01",
          "bio": "Maxim fühlte sich schuldig, dass seine Schwester Misha die Schule verlassen hatte, um sich um ihn zu kümmern. Aber er hatte nicht viele praktische Fähigkeiten und wandte sich dem Essen und dem V-Tubing als Teilzeitjob zu. Eines Tages wurden er und seine Mitschülerin Kelly von einem Schulbus entführt und auf die Insel Bermuda geschickt. Die Insel würde ihn verändern - er würde gesünder, stärker, selbstbewusster und besser darauf vorbereitet, sich einer harten Welt zu stellen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "vmtGPrPY/andrew.webp",
          "name": "Andrew",
          "thumb": "TY294Sdh/andrew.png",
          "ability": "Rüstungsspezialist",
          "ability_desc": "Verringert den Verlust an Westenhaltbarkeit.",
          "gender": "MÄNNLICH",
          "age": "42",
          "date": "25/12",
          "bio": "Andrews erste Frau hatte eine Tochter namens Kelly, die ihm so nahe stand wie eine leibliche Tochter. Auch nach der Scheidung versuchte er immer noch, in Kellys Leben involviert zu sein. Andrew war Sergeant bei LLPD, bevor seine neue Verlobte bei einem brutalen Gangangriff starb. Er verlor seinen Job, als er versuchte, ihre Mörder zu finden, während er sich gleichzeitig gegen Horizon wehrte, die versuchten, die Polizeiabteilung zu übernehmen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CMQS6L4q/caroline.webp",
          "name": "Caroline",
          "thumb": "4xm1J9hg/caroline.png",
          "ability": "Agilität",
          "ability_desc": "Erhöhte Bewegungsgeschwindigkeit beim Halten einer Schrotflinte.",
          "gender": "WEIBLICH",
          "age": "17",
          "date": "10/10",
          "bio": "Caroline besaß die Geschicklichkeit, Höflichkeit und Raffinesse, die den meisten wohlhabenden Mädchen fehlten. Sie arbeitete innerhalb der sozialen Standards, manipulierte aber geschickt Menschen nach ihrem Geschmack. Sie ist immer noch Studentin, wird aber aufgrund ihrer familiären Verbindungen manchmal in Horizons Pläne hineingezogen. Sie und Hayato sind Bekannte und helfen sich manchmal gegenseitig aus."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43xXSKjp/laura.webp",
          "name": "Laura",
          "thumb": "c1FYrJW4/laura.png",
          "ability": "Scharfschütze",
          "ability_desc": "Erhöhte Genauigkeit beim Zielen durch das Zielfernrohr.",
          "gender": "WEIBLICH",
          "age": "29",
          "date": "21/05",
          "bio": "Laura war Klassenbeste und der herausragendste Scharfschütze, den ihre Einheit je hervorgebracht hat. Erst als ihr Vater im Krieg verschwand, wählte sie ihren Weg, um eine Spezialagentin zu werden und ihn zu finden. Noch auf der Suche, arbeitet sie für eine Agentur, die die bösen Jungs, die ihre Stadt plagen, ausschaltet. Laura muss nun ihr Leben neu überdenken, als ihr neues Ziel, Rafael, nicht ist, wer sie ihr sagen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jSZbPxC2/rfael.webp",
          "name": "Rafael",
          "thumb": "W1gh6NBZ/rafael.png",
          "ability": "Totenstille",
          "ability_desc": "Stilleffekt beim Verwenden von Scharfschützengewehren und Präzisionsgewehren. Getroffene und niedergeschlagene Feinde erleiden schnelleren HP-Verlust.",
          "gender": "MÄNNLICH",
          "age": "31",
          "date": "09/09",
          "bio": "Rafael war ein liebevoller Familienmensch, bis ihn eine schreckliche Familiengeschichte auf den Weg der Kaltherzigkeit und Rache führte. Nun durchstreift er die Welt nicht nur auf der Suche nach dem Mann, der seine Familie zerstört hat, sondern er erledigt auch Aufträge, um anderen Übeln Gerechtigkeit widerfahren zu lassen. Im Laufe der Jahre erkannte er, dass das Leben nicht so schwarz-weiß ist, wie es scheint. Das Erscheinen der bezaubernden Laura in seinem Leben hat nun eine weitere Unruhe in das sorgfältig konstruierte Gefüge seines Lebens gebracht."
        }
      ]
    },
    {
      "details": [
        {
          "image": "zfrJStF2/alok.webp",
          "name": "Alok",
          "thumb": "qBxwQ0d9/alok.png",
          "ability": "Drop The Beat",
          "ability_desc": "Erzeugt einen 5m großen Bereich, der die Bewegungs- und Sprintgeschwindigkeit erhöht und HP wiederherstellt. Der Effekt kann nicht gestapelt werden.",
          "gender": "MÄNNLICH",
          "age": "28",
          "date": "26/08",
          "bio": "Mit der Kraft der Musik verließ Alok Brasilien und reiste um die Welt. Sein Name bedeutet „Licht“. Er hat einen Vertrag unterschrieben, und ein geschlossenes Konzert wird auf der Insel des Free Fire-Schlachtfeldes für einige VIP-Gäste stattfinden!"
        }
      ]
    },
    {
      "details": [
        {
          "image": "kgdrkVRB/jota.webp",
          "name": "Jota",
          "thumb": "9Q6yCNhd/jota.png",
          "ability": "Fortlaufende Angriffe",
          "ability_desc": "Bei der Verwendung von Schusswaffen stellt das Treffen eines Feindes einige HP für den Benutzer wieder her.",
          "gender": "MÄNNLICH",
          "age": "31",
          "date": "23/06",
          "bio": "Jota wuchs in einer Mittelklassefamilie auf, war ein durchschnittlicher Schüler und hatte eine Familie, die ihn liebte. Insgesamt ein ziemlich normales Leben - aber er fühlte sich gefangen und brauchte mehr Action in seinem Leben. Er lebte in einer Stadt mit Wolkenkratzern, die den Horizont füllten, und fühlte sich gefangen, also begann er zu klettern, um Orte zu finden, um den Himmel zu sehen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "1tWsS9hb/clu.webp",
          "name": "Clu",
          "thumb": "7LzMzrVt/clu.png",
          "ability": "Spurenverfolgung",
          "ability_desc": "Lokalisierung von Feinden, die nicht in liegender oder hockender Position sind, CD 50s. Teamkollegen teilen Fähigkeitseffekte ab Stufe 4.",
          "gender": "WEIBLICH",
          "age": "24",
          "date": "28/02",
          "bio": "Clu wuchs in einem Vorort einer großen Stadt auf. Ihre Eltern waren wohlhabend, sie musste sich nie um die Grundlagen des Lebens sorgen, und sie hatte eine sehr liebevolle Kindheit. Als sie ein Teenager war, wurde ihr Vater für den Kriegseinsatz rekrutiert. Der Krieg endete ein Jahr später, und er kam nie nach Hause. Er wurde nie gefunden. Clu wurde nach ihrem Abschluss an der High School Privatdetektivin in der Hoffnung, sie könnte Details über das Verschwinden ihres Vaters aufdecken."
        }
      ]
    },
    {
      "details": [
        {
          "image": "P56gNSF8/wolfrahh.webp",
          "name": "Wolfrahh",
          "thumb": "5yD2LTpp/wolfrah.png",
          "ability": "Scheinwerferlicht",
          "ability_desc": "Mit jedem zusätzlichen Zuschauer: Schaden, der durch Kopfschüsse verursacht wird, nimmt um bis zu 25 % ab. Schaden an den Gliedmaßen des Feindes nimmt zu.",
          "gender": "MÄNNLICH",
          "age": "19",
          "date": "29/04",
          "bio": "Wolfrahh wuchs nach einem traumatischen Ereignis im Verborgenen auf. Nachdem er seinen Ängsten ins Gesicht gesehen hatte, konnte er einige seiner Selbstvertrauensprobleme überwinden, hatte aber immer noch Schwierigkeiten, seine Identität zu finden. Er wurde zu einem der größten VR-Spielwettbewerbe des Kontinents eingeladen, um seine Fähigkeiten zu präsentieren. Doch dabei entdeckte er Geheimnisse - seine Entscheidungen dazu werden sein Leben prägen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "wM7HTS9M/alvaro.webp",
          "name": "Alvaro",
          "thumb": "63d0kx44/alvaro.png",
          "ability": "Kunst der Zerstörung",
          "ability_desc": "Erhöht den Schaden durch Explosivwaffen und die Reichweite des Schadens.",
          "gender": "MÄNNLICH",
          "age": "26",
          "date": "28/05",
          "bio": "Alvaro ist ein junger Mann mit explosiver Persönlichkeit. Ein Kindheitsunfall hat ihm spezielle Sprengkräfte verliehen, jedoch auf Kosten seiner Erinnerungen. Er ist in einem ständigen Kreislauf des Suchens nach seinen Erinnerungen gefangen und muss seine Kräfte einsetzen, um die zu retten, die ihm wichtig sind. Die einzige Konstante in seinem Leben ist Kapella, sein bester Freund aus der Kindheit, an den er sich nicht mehr bewusst erinnert."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jdntV08k/antonio.webp",
          "name": "Antonio",
          "thumb": "MHqDx31P/antonio.png",
          "ability": "Geist des Gangsters",
          "ability_desc": "Erhält zusätzliche HP zu Beginn der Runde.",
          "gender": "MÄNNLICH",
          "age": "30",
          "date": "01/08",
          "bio": "Antonio ist der Typ Mensch, den man vermeidet, anzuschauen. Es scheint, als würde er dir ins Gesicht schlagen, wenn du seinen Blick zu lange erwidern würdest. Tatsächlich ist er unter diesem Gangster-Look schüchtern und sensibel. Er ist in lokalen Bandenkriegen aufgewachsen und war nie gewalttätig ohne Grund - er hat sich nur selbst und seine Lieben verteidigt: seine Frau, seine Familie und seinen Chihuahua namens Poncho."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MpWwnM6g/paloma.webp",
          "name": "Paloma",
          "thumb": "5NZXCYR1/paloma.png",
          "ability": "Waffenhandel",
          "ability_desc": "Kann AR-Munition tragen, ohne Inventarplatz zu belegen.",
          "gender": "WEIBLICH",
          "age": "28",
          "date": "04/08",
          "bio": "Jeder, der Paloma kennenlernt, sieht zu ihr auf eine oder andere Weise auf. Eine Wildblume, die in einem armen Slum blüht. Dies kommt manchmal von ihrem unerschütterlichen Selbstbewusstsein, das die Menschen dazu bringt, sich zu ihr hingezogen zu fühlen, da sie eine Zukunftsvision und Sicherheit ausstrahlt. Das Einzige, was sie von ihrer eigenen Vision der Zukunft ablenken kann, ist die Liebe ihres Lebens, Antonio."
        }
      ]
    },
    {
      "details": [
        {
          "image": "YCkrQD3n/miguel.webp",
          "name": "Miguel",
          "thumb": "ncL4kD2D/iguel.png",
          "ability": "Verrückter Schlächter",
          "ability_desc": "Miguel kann EP für jeden Kill erhalten.",
          "gender": "MÄNNLICH",
          "age": "26",
          "date": "10/10",
          "bio": "Sein Leben dem Gesetz und der Gerechtigkeit widmend, hat Miguel sein Team durch unzählige Verbrechensbekämpfungsoperationen mit einer Erfolgsquote von 100% geführt. Sein Team ist bekannt für die Bewältigung unmöglicher Aufgaben, weshalb niemand den tragischen Vorfall von vor 6 Monaten erwartet hatte. Miguel würde bald erkennen, dass der Schmerz und die Wut nach einer gescheiterten Mission nichts im Vergleich zu dem einer Freundesverrat sind."
        }
      ]
    },
    {
      "details": [
        {
          "image": "mgwbj3pb/mikita.webp",
          "name": "Nikita",
          "thumb": "7L1JDHX4/mikita.png",
          "ability": "Waffenexpertin",
          "ability_desc": "Die Nachladezeit wird um 20% erhöht. Jedes Mal, wenn der Benutzer der Fähigkeit einen Feind trifft, erhält dieses Ziel eine 30% ige Heilungsminderung, die 10 Sekunden lang anhält (max. Minderung: 30%).",
          "gender": "WEIBLICH",
          "age": "22",
          "date": "11/11",
          "bio": "Ihre wichtigste Mission ist es, Caroline, die Tochter des Vizepräsidenten von Horizon, zu schützen. Als Spitzen-Markswoman von der Militärschule absolviert, könnte Nikita sicherlich größere Ambitionen haben als die Eskorte eines Teenagers, aber anscheinend ist sie mit der Art und Weise zufrieden, wie die Dinge sind. Man fragt sich, ob sie ihre eigenen Ziele hat, die möglicherweise nicht im besten Interesse von Horizon liegen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43Br7BL9/kapella.webp",
          "name": "Kapella",
          "thumb": "TwGmWLhh/kapella.png",
          "ability": "Healing Song",
          "ability_desc": "Erhöht die Wirkung von Heilgegenständen und Heilfähigkeiten. Reduziert den HP-Verlust von Verbündeten. Effekte stacken nicht.",
          "gender": "WEIBLICH",
          "age": "21",
          "date": "17/07",
          "bio": "Kapella wurde als Kind verstoßen und von dem Technologie-Magnaten Joseph adoptiert. Die energiegeladene junge Frau war äußerst aufmerksam und intuitiv. Sie wurde eine weltberühmte Sängerin und Mitglied der Mambas. Ihre Persönlichkeit spielt sicherlich eine Schlüsselrolle in ihrem Erfolg, aber natürlich wird kein Star allein geboren. Als Alvaro, eine Erinnerung aus ihrer Vergangenheit, wieder auftaucht, muss sie entscheiden, was in ihrem Leben am wichtigsten ist."
        }
      ]
    },
    {
      "details": [
        {
          "image": "SN9FTLsB/joseph.webp",
          "name": "Joseph",
          "thumb": "bwDQXfKY/joseph.png",
          "ability": "Nutty Movement",
          "ability_desc": "Immunität gegen störende Effekte (z. B. Verlangsamung, Markierung, Fähigkeitssilenzierung) und 10% Bewegungsgeschwindigkeitssteigerung für 5s. Abklingzeit: 60s.",
          "gender": "MÄNNLICH",
          "age": "45",
          "date": "02/02",
          "bio": "Der gekrönte König der Frauenhelden in New Dawn, Joseph, gründete Nerve Labs, ein erfolgreiches Technologieunternehmen. Am Ende des Großen Zusammenbruchs erfuhr Joseph von den nefarious Plänen von Horizon für die Menschheit und machte sich einen Feind aus dem außergewöhnlich intelligenten Wissenschaftler."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cHVZCFCc/notora.webp",
          "name": "Notora",
          "thumb": "hvYfMf4L/notora.png",
          "ability": "Racer's Belssing",
          "ability_desc": "Stellt die HP aller Mitglieder im Fahrzeug wieder her, wenn es gefahren wird. Effekte stacken nicht.",
          "gender": "WEIBLICH",
          "age": "27",
          "date": "22/03",
          "bio": "Die Tochter einer Motorradgang-Familie hatte nie viel zu sagen über ihren Lebensstil. Trotz ihrer Stärke und Zähigkeit hegt sie jedoch eine verborgene Abneigung gegen sinnlose Gewalt. Ihr gesamtes Team wurde während eines brutalen Bandenkriegs ausgelöscht. Glücklicherweise wandte der Tod wieder ein blindes Auge auf sie. Notora würde bald erkennen, als sie lebendig gefangen und auf die Bermuda-Inseln verbannt wurde, dass es nicht das Glück war, das sie dorthin brachte."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cC2WKXJm/a124.webp",
          "name": "A124",
          "thumb": "MTk53pH8/a124.png",
          "ability": "Thrill Of Battle",
          "ability_desc": "Entfesselt eine 8m elektromagnetische Welle, die die Fähigkeitsaktivierung von Feinden stört und ihren Interaktionscountdown unterbricht. Dauert 20s. Abklingzeit: 50s. A124's Banner.",
          "gender": "WEIBLICH",
          "age": "18",
          "date": "01/01",
          "bio": "Geboren, um einen Zweck zu dienen, wurde A124 als Tötungsmaschine programmiert. Sie wurde sicherlich nicht für menschliche Interaktionen und komplexe Emotionen gebaut, aber wer könnte einen jungen Geist davon abhalten, es zu versuchen? Mit diesen Kampffähigkeiten und einem neugierigen Geist ist die Welt buchstäblich ihre Auster."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0Q4FZrq5/kla.webp",
          "name": "Kla",
          "thumb": "WzYJK58J/kla.png",
          "ability": "Muay Thai",
          "ability_desc": "Erhöhten Faustschaden.",
          "gender": "MÄNNLICH",
          "age": "27",
          "date": "14/12",
          "bio": "Kla überwand viele Hindernisse in seiner Jugend, aber die Ermordung seiner Eltern war zu viel für ihn - sie führte ihn auf einen Pfad von Wut und Gewalt. Er verlor sich in der Wut und Schuld um ihre Tode und fand sich in einem tiefen Loch wieder. Es war erst, als er sich schließlich einem der Männer gegenüber sah, die für den Tod seiner Eltern verantwortlich waren, dass er Klarheit und seinen Weg im Leben fand."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cJrV3fVk/wukong.webp",
          "name": "Wukong",
          "thumb": "8kY52fDW/wukong.png",
          "ability": "Tarnung",
          "ability_desc": "Verwandelt sich in einen Busch mit 5%iger Reduzierung der Bewegungsgeschwindigkeit für 15s. CD: 200s. Die Transformation endet, wenn Wukong angreift. CD wird zurückgesetzt, wenn Wukong einen Feind ausschaltet.",
          "gender": "MÄNNLICH",
          "age": "0",
          "date": "13/12",
          "bio": "Ein Affe, der wie ein Mensch aussieht. Er mag immer noch Bananen, allerdings."
        }
      ]
    },
    {
      "details": [
        {
          "image": "ZKz4hs1b/olivia.webp",
          "name": "Olivia",
          "thumb": "BZ7LJw5j/olivia.png",
          "ability": "Heilende Berührung",
          "ability_desc": "Spieler, die von Olivia wiederbelebt werden, erhalten zusätzliches HP.",
          "gender": "WEIBLICH",
          "age": "29",
          "date": "10/11",
          "bio": "Nach einer Operation aufgrund eines Kindheitsunfalls entwickelte Olivia die besondere Fähigkeit zu heilen und zu beleben - mit einer einzigen wundersamen Berührung kann sie sanft den Schmerz lindern und die Heilung von Verletzungen fördern. Trotz ihrer traumatischen Kindheit entwickelte sich Olivia zu einer der fürsorglichsten und mitfühlendsten Personen unter ihren Kollegen. Allerdings hat sie wenig soziale Interaktion außerhalb der sicheren Zone von Ford und meidet die Welt."
        }
      ]
    },
    {
      "details": [
        {
          "image": "yNjzhVdW/ford.webp",
          "name": "Ford",
          "thumb": "k4FQjNLx/ford.png",
          "ability": "Eiserner Wille",
          "ability_desc": "Reduziert den außerhalb der sicheren Zone erlittenen Schaden.",
          "gender": "MÄNNLICH",
          "age": "31",
          "date": "23/01",
          "bio": "Ford war einmal Kapitän auf hoher See. Jetzt hat er sich dem Bau eines Zufluchtsortes für Flüchtlinge verschrieben. Er ist jedermanns weiser und zuverlässiger Onkel, der die Wasserwege in und aus Bermuda kennt. In dem Wissen, wie Verrat schmerzt, strebt Ford nach einem Gleichgewicht zwischen Vertrauen und Vorsicht. Er dachte, sein Wille sei unzerstörbar, bis er Olivia traf..."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4dhkDpPH/shani.webp",
          "name": "Shani",
          "thumb": "LsV5wy66/shani.png",
          "ability": "Ausrüstungsrecycling",
          "ability_desc": "Stellt die Rüstungshaltbarkeit nach jedem Kill wieder her. Zusätzliche Haltbarkeit kann deine Rüstung aufwerten, bis zu Stufe 3.",
          "gender": "WEIBLICH",
          "age": "31",
          "date": "23/06",
          "bio": "Shani ist eine selbstgemachte Ingenieurin. Ihre Eltern wurden bei einer Gebäudesprengung getötet, als sie 18 war, und sie verlor alles, was sie hatte. Sie wanderte einige Jahre herum und machte Gelegenheitsjobs, um ihren Lebensunterhalt zu verdienen, als sie von einem Schrottplatzbesitzer aufgenommen wurde und einen Platz zum Leben bekam. Dort konnte sie mit Schrottteilen arbeiten und nach Herzenslust ingenieurieren."
        }
      ]
    }
  ]
}
