{
  "data": [
    {
      "details": [
        {
          "image": "wvb8P0Dp/ignis.webp",
          "name": "Ignis",
          "thumb": "SRT1XKtw/ignis.png",
          "ability": "Api yang Tak Terkendali",
          "ability_desc": "Terapkan layar berapi-api dengan lebar 12m dan bertahan selama 10 detik (jarak maks. pemasangan: 15m). Musuh dan dinding Gloo yang bersentuhan dengan layar akan mengalami efek terbakar: langsung mengalami 30 DMG, dan, untuk setiap detik berikutnya, mengalami 10 DMG dan kehilangan 20% daya tahan baju besi. Efek terbakar berlangsung selama 2 detik. Dinding Gloo akan segera menerima 200 DMG, dan 200 DMG/detik selama 1 detik. Cooldown: 60 detik.",
          "gender": "Laki-laki",
          "age": "16",
          "date": "17/07",
          "bio": "Ignis adalah remaja superpowered yang memiliki kemampuan bawaan untuk menyalakan benda-benda. Di waktu luangnya, ia melawan kejahatan dan mempertahankan keadilan, tetapi seringkali menemukan dirinya menyebabkan masalah yang tidak diinginkan karena kekuatannya. Publik mengkritik Ignis atas tindakannya, dan selama masa remajanya yang pemberontak, ia merespons dengan sikap yang menantang. Namun, hal ini tidak menghalangi dia untuk membela rakyat dan kota, setidaknya untuk saat ini."
        }
      ]
    },
    {
      "details": [
        {
          "image": "25yfxsBw/ryden.webp",
          "name": "Ryden",
          "thumb": "2SB96rdK/ryden.png",
          "ability": "Perangkap Laba-Laba",
          "ability_desc": "Lepaskan laba-laba ledakan yang dapat dihancurkan ke arah target. Bertahan selama 30 detik. Ketuk tombol keterampilan lagi dalam 10 detik untuk menghentikan pergerakan laba-laba. Laba-laba akan menangkap musuh pertama yang terlihat dalam 5m, mengurangi kecepatan mereka sebesar 80% dan menyebabkan mereka kehilangan 10 HP/detik. Efek pendarahan berlangsung selama 3 detik. Cooldown: 75 detik.",
          "gender": "Laki-laki",
          "age": "16",
          "date": "07/09",
          "bio": "Sebagai jenius inventor berusia 16 tahun, rasionalitas dan pengetahuan Ryden melampaui teman-temannya. Anak kecil yang dulu duduk di bawah sayap kakak perempuannya Suzy, kini menaklukkan medan perang. Penemuan berbakatnya akan membukakan jalan baginya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "44VRwbnr/sonia.webp",
          "name": "Sonia",
          "thumb": "kG4fdmXw/sonia.png",
          "ability": "Nano Lifeshield",
          "ability_desc": "Setelah menerima kerusakan fatal, masuk ke dalam keadaan tidak terluka dan tidak dapat bergerak selama 0,4 detik. Kemudian, dapatkan perisai 50 HP yang bertahan selama 2 detik. Pengguna keterampilan akan dieliminasi ketika perisai menghilang. Cooldown: 180 detik.",
          "gender": "Perempuan",
          "age": "20",
          "date": "04/08",
          "bio": "Sonia adalah ilmuwan nano yang dimodifikasi secara genetik dengan kecerdasan luar biasa dan keahlian dalam nanobiotechnology."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRxpwGvv/orion.webp",
          "name": "Orion",
          "thumb": "TPVkV04j/orion.png",
          "ability": "Crimson Crush",
          "ability_desc": "Menggantikan EP dengan 300 Crimson Energy. Mengkonsumsi 200 Crimson Energy untuk mengaktifkan perlindungannya, di mana Anda tidak dapat menerima kerusakan atau menyerang musuh dan akan menyerap 10 HP (mengabaikan Poin Shield musuh) dari musuh dalam 5m. Bertahan selama 3 detik, di mana kecepatan gerakan Anda akan berkurang 20%. Cooldown: 3 detik.",
          "gender": "Laki-laki",
          "age": "22",
          "date": "13/08",
          "bio": "Orion, binatang pemarah yang ahli dalam mengendalikan Crimson Energy selama pertarungan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W4ycY5GP/santino.webp",
          "name": "Santino",
          "thumb": "5td7QTnN/santino.png",
          "ability": "Shape Splitter",
          "ability_desc": "Munculkan manekin dengan HP 200 yang bergerak secara mandiri selama 12 detik. Ketika manekin berada dalam jarak 60m, gunakan keterampilan lagi untuk bertukar posisi dengannya. Anda hanya dapat bertukar sekali dalam 3 detik, hingga 2 kali secara total. Pemain yang menghancurkan manekin akan ditandai selama 5 detik. Cooldown: 60 detik.",
          "gender": "Laki-laki",
          "age": "34",
          "date": "14/10",
          "bio": "Lahir dalam kemiskinan, Santino mencintai seni sejak kecil. Dia belajar di sekolah seni terkenal di mana bakatnya dalam desain berkembang. Setelah lulus, Santino mendirikan merek mode Angelic-nya dan menjadi selebriti dengan naluri pemasaran yang tajam. Dengan kesuksesan besar di bidang ini, ia selalu menjadi sorotan dunia mode."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CdTtTt1W/luna.webp",
          "name": "Luna",
          "thumb": "mZ85pd28/luna.png",
          "ability": "Bertarung atau Melarikan Diri",
          "ability_desc": "Keterampilan ini awalnya meningkatkan tingkat tembakan. Ketika pengguna mengenai musuh, tingkat tembakan akan berubah menjadi peningkatan kecepatan gerak.",
          "gender": "PEREMPUAN",
          "age": "28",
          "date": "18/03",
          "bio": "Luna adalah putri dari seorang pria rumit dengan masa lalu yang rumit. Dia tumbuh dewasa menghadapi kecerobohan ayahnya dan kecerobohan orang dewasa di sekitarnya. Ketika kepemimpinan ayahnya di Guild dipertanyakan dan akhirnya diculik, Luna harus melangkah maju dan menciptakan jejak sendiri untuk mengambil alih kelompok dan mengembalikan keteraturan ke komunitas."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4N1kRf6P/tatsuya.webp",
          "name": "Tatsuya",
          "thumb": "PxK2cxhP/tatusya.png",
          "ability": "Rebel Rush",
          "ability_desc": "Bergerak maju dengan kecepatan tinggi. Keterampilan ini dapat dikumpulkan untuk penggunaan berturut-turut.",
          "gender": "LAKI-LAKI",
          "age": "16",
          "date": "20/12",
          "bio": "Tatsuya terombang-ambing antara perasaan pengkhianatan dan cintanya pada keluarganya. Dia tidak tahu bagaimana mengatasi dikotomi perasaan ini dan dengan rela membiarkan dirinya terlibat dalam masalah. Barulah setelah dia dan saudaranya, Shirou, perlu bekerja sama untuk mengungkap konspirasi bahwa dia menyadari dia tidak sendirian di dunia dan memiliki kekuatan untuk mengubah lingkungannya menjadi lebih baik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "K8LGTSBg/a-patroa.webp",
          "name": "A-Patroa",
          "thumb": "L6W02nPP/patroa.png",
          "ability": "",
          "ability_desc": "Slot keterampilan eksklusif dapat dilengkapi dengan keterampilan apa pun yang dimiliki, dan slot yang tersisa secara otomatis terbuka ketika Anda mendapatkan karakter ini.",
          "gender": "PEREMPUAN",
          "age": "28",
          "date": "30/03",
          "bio": "A-Patroa adalah wanita tangguh dan percaya diri yang menjalankan toko musik di tengah lingkungan berbahaya. Tokonya berfungsi sebagai tempat perlindungan, siapa pun dapat datang padanya untuk mendapatkan bantuan. Di atas itu, dia menggunakan musiknya untuk membantu orang mengalami hidup mereka dengan cara yang baru dan berbeda untuk membantu mereka."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqRMNq21/iris.webp",
          "name": "Iris",
          "thumb": "QxnpndYn/iris.png",
          "ability": "Pertarungan di Dinding",
          "ability_desc": "Selama 15 detik, menembak dengan sukses ke Gloo Wall akan menandai musuh dalam radius 7m dan menembus Gloo Wall untuk menyebabkan kerusakan pada musuh yang ditandai (kerusakan yang diakibatkan akan lebih rendah dari biasanya). Efektif pada maksimal 5 Gloo Walls. Cooldown: 60 detik.",
          "gender": "PEREMPUAN",
          "age": "30",
          "date": "01/10",
          "bio": "Dengan penglihatannya yang tajam, Iris pandai memprediksi tindakan musuh untuk memanfaatkan peluang untuk menang. Jika Anda khawatir retorikanya, optimisme tanpa akal, dan individualisme berlebihan akan mempengaruhi kerjasama Anda, jangan khawatir. Iris tidak pernah bekerja sama dengan siapa pun - kecuali Homer yang menerima dia tanpa syarat, dan membersihkan semua kekacauannya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MZNJm3W0/jbiebs.webp",
          "name": "J.Biebs",
          "thumb": "sDncdcxm/biebs.png",
          "ability": "Penjaga Senyap",
          "ability_desc": "Pengguna keterampilan dan sekutu dapat memblokir kerusakan menggunakan EP. Dalam hal ini, jumlah EP yang dikurangkan dari sekutu akan ditambahkan ke EP pengguna keterampilan.",
          "gender": "LAKI-LAKI",
          "age": "28",
          "date": "01/03",
          "bio": "J.Biebs adalah seorang pria yang ingin menyatukan dunia yang terpecah belah. Melalui pengalaman masa kecilnya, dia belajar bahwa jawaban atas masalah orang bukanlah uang atau kekuatan, tetapi koneksi nyata antara orang. Dia telah memutuskan untuk menggunakan keterampilan menyanyinya untuk mendedikasikan hidupnya untuk menyatukan kembali dunia."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cCgyNwc8/homer.webp",
          "name": "Homer",
          "thumb": "L4DkLTtS/homer.png",
          "ability": "Senses Shockwave",
          "ability_desc": "Melepaskan drone ke arah musuh terdekat dalam jarak frontal 100m, menciptakan ledakan pulsa berdiameter 4m yang mengurangi kecepatan gerak sebesar 60% dan kecepatan tembak sebesar 35%. Berlangsung selama 5 detik. Menyebabkan 25 DMG. Waktu istirahat: 90 detik.",
          "gender": "Laki-Laki",
          "age": "30",
          "date": "01/06",
          "bio": "Homer adalah seorang pria buta yang bukan hanya seorang pembunuh, tetapi juga salah satu pendiri geng teknologi yang berkembang di Griza. Namun, Homer, yang telah memudar dari kekuasaan dalam beberapa tahun terakhir, sekarang hanya ingin menemukan kebenaran di balik penyakit aneh yang membuatnya buta pada masa kecilnya, institut penelitian misterius yang disebutnya sekolahnya, dan mineral bumi langka yang terkait dengan semuanya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XJqtwdmD/kenta.webp",
          "name": "Kenta",
          "thumb": "rswrQB1k/kenta.png",
          "ability": "Swordsman's Wrath",
          "ability_desc": "Membentuk perisai yang mengurangi kerusakan senjata yang datang dari depan. Mereset ketika pengguna menembak.",
          "gender": "Laki-Laki",
          "age": "38",
          "date": "05/05",
          "bio": "Kenta bertugas sebagai pengawal tubuh dan pandai besi untuk keluarga Hayato Yagami selama bertahun-tahun. Dia adalah pria yang jarang bicara tetapi melindungi tuannya yang baru, Hayato, dalam situasi apa pun yang mereka temui. Dia memiliki keinginan pribadi, tetapi dia menempatkannya di latar belakang saat melayani Hayato selama waktu berbahaya bagi keluarga Yagami."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MHVwQ1jJ/nairi.webp",
          "name": "Nairi",
          "thumb": "mkkPQQ4Z/nairi.png",
          "ability": "Ice Iron",
          "ability_desc": "Gloo Walls yang ditempatkan mengembalikan 150 daya tahan per detik ketika terkena, di mana rekan setim dalam jarak 5m memulihkan 20 HP/s. Maksimum 40 HP per rekan setim dari setiap Gloo Wall.",
          "gender": "Laki-Laki",
          "age": "23",
          "date": "27/12",
          "bio": "Nairi menemukan minatnya pada cuaca sejak usia muda ketika dia terpaksa menjauh dari iklim dingin. Tetapi cintanya pada salju membawanya menemukan cara untuk kembali. Dia mengembangkan teknologi mikromanipulasi iklim untuk memungkinkannya bertahan hidup di lingkungan paling ekstrem. Sekarang ia menghabiskan waktunya mendaki batu, berjalan-jalan, dan mengejar badai mencari jawaban untuk meramalkan iklim."
        }
      ]
    },
    {
      "details": [
        {
          "image": "dtRvQmY8/otho.webp",
          "name": "Otho",
          "thumb": "tC11JtD2/otho.png",
          "ability": "Memory Mist",
          "ability_desc": "Membentuk kabut ingatan ketika seorang musuh dieliminasi, mengungkapkan posisi musuh lain yang dekat.",
          "gender": "Laki-Laki",
          "age": "21",
          "date": "01/11",
          "bio": "Otho memiliki pikiran yang imajinatif namun sangat praktis. Dia takut melupakan kenangan masa lalunya dan berusaha mencari cara untuk melestarikannya. Dia semakin mendekati setiap hari dan dalam prosesnya telah mengembangkan perangkat yang memungkinkannya melihat niat orang lain. Ketika tidak sedang meneliti lebih banyak mekanisme untuk memori, dia bersama teman-temannya dan menghabiskan waktu bermimpi-mimpi dengan anjingnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqyhP3Vf/leon.webp",
          "name": "Leon",
          "thumb": "SNj98pQL/leon.png",
          "ability": "Buzzer Beater",
          "ability_desc": "Memulihkan HP setelah terlibat dalam pertempuran.",
          "gender": "Laki-Laki",
          "age": "20",
          "date": "30/09",
          "bio": "Leon adalah mahasiswa universitas yang memiliki keterampilan basket ekstrem dan tidak takut untuk menampilkannya. Dia bisa melompat lebih tinggi dari hampir semua orang yang dia kenal dengan bantuan kakinya yang bionik. Dia memiliki minat pada elektronika dan tahu bagaimana memperbaiki dan mengutak-atik kakinya ketika mengalami kerusakan. Mungkin terlihat seperti dia hanya peduli tentang basket, tetapi dia menggunakan olahraga tersebut tidak hanya untuk mendukung keluarganya tetapi juga teman-temannya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "RZVrMkGB/thiva.webp",
          "name": "Thiva",
          "thumb": "prmd9RQp/thiva.png",
          "ability": "Vital Vibes",
          "ability_desc": "Kecepatan membantu rekan setim naik sebesar 70%. Waktu istirahat: 90 detik. Rekan setim yang dibantu pulih 60 HP dalam 3 detik.",
          "gender": "Laki-Laki",
          "age": "25",
          "date": "02/12",
          "bio": "Thiva adalah adik kecil dari Dimitri. Dia berbakat bawaan dan memainkan musik sepanjang masa kecilnya. Dia sangat ingin membantu dunia dan meningkatkan kehidupan orang, tetapi percaya bahwa cara terbaik untuk melakukannya adalah mencapai individu dengan pesan yang sejati melalui musiknya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0NPsJ69L/dimitri.webp",
          "name": "Dimitri",
          "thumb": "7hHgjGyj/dimitri.png",
          "ability": "Healing Heartbeat",
          "ability_desc": "Menciptakan zona penyembuhan berdiameter 3,5m. Di dalamnya, pengguna dan rekan setim pulih 10 HP/s. Bantuan akan dipicu otomatis saat dibutuhkan. Zona berlangsung selama 12 detik. Efek membantu rekan setim dapat ditingkatkan oleh keterampilan lain. Waktu istirahat: 90 detik.",
          "gender": "Laki-Laki",
          "age": "26",
          "date": "16/05",
          "bio": "Dimitri adalah kakak dari Thiva. Dalam kehidupan sehari-harinya, dia akan menghabiskan sebagian besar waktunya di laboratorium mengembangkan teknologi suara baru. Setelah menemukan hasratnya terhadap musik, dia menyadari bahwa membantu dunia dan meningkatkan kehidupan orang ke depan melalui kreasi teknologinya mungkin menjadi salah satu mimpinya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "L8dR2Cw4/d-bee.webp",
          "name": "D-Bee",
          "thumb": "prCBdQZ2/bee.png",
          "ability": "Bullet Beats",
          "ability_desc": "Ketika menembak sambil bergerak, kecepatan gerak dan akurasi meningkat.",
          "gender": "Laki-Laki",
          "age": "19",
          "date": "23/09",
          "bio": "D-Bee memiliki kepribadian ekstrovert dan senang bertemu orang baru. Dia percaya bahwa arti hidup adalah menciptakan, dan itulah alasan mengapa dia menjadi pembuat musik. Dia juga terpesona oleh tarian dan musik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "7YSPGrgJ/maro.webp",
          "name": "Maro",
          "thumb": "zGgRtSgV/maro.png",
          "ability": "Falcon Fervor",
          "ability_desc": "Kerusakan meningkat dengan jarak. Kerusakan pada musuh yang ditandai meningkat.",
          "gender": "Laki-Laki",
          "age": "32",
          "date": "23/05",
          "bio": "Maro lebih suka bersama binatang daripada manusia. Dia merasa manusia sering berpikir berlebihan tentang segala sesuatu dan lupa tentang makna sejati hidup. Dia ingin menjadi roh bebas dan berharap bisa membantu membawa manusia lainnya lebih dekat dengan alam melalui burung-burungnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HnwGxHfp/skyler.webp",
          "name": "Skyler",
          "thumb": "rmFskSKG/skyler.png",
          "ability": "Riptide Rhythm",
          "ability_desc": "Melepaskan gelombang sonik ke depan yang merusak Gloo Walls. Selain itu, setiap Gloo Wall yang ditempatkan akan menghasilkan pemulihan HP. Efek pemulihan tidak berstack.",
          "gender": "Laki-Laki",
          "age": "26",
          "date": "05/07",
          "bio": "Skyler meraih ketenaran sebagai penyanyi-penari pop paling populer di negara ini, dan sekarang dia adalah CEO perusahaan hiburan terbesar di Vietnam. Bertekad menjadi bakat musik terbaik dalam bisnis dan juga menemukan bakat terbaik. Dia tidak suka kalah dan percaya bahwa kreativitas memungkinkan orang melihat kebaikan di dunia daripada yang buruk."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jjmB4LTx/xayne.webp",
          "name": "Xayne",
          "thumb": "Yqm9M2qP/xayne.png",
          "ability": "Pertemuan Ekstrim",
          "ability_desc": "Mendapatkan 120 HP secara sementara, meningkatkan kerusakan pada Dinding Gloo dan perisai. Berlangsung selama 6 detik.",
          "gender": "PEREMPUAN",
          "age": "23",
          "date": "21/04",
          "bio": "Xayne selalu tertarik pada kegiatan yang lebih ekstrem bahkan ketika dia masih kecil. Dia lebih memilih adrenalin dari olahraga ekstrim daripada interaksi manusia. Jiwa bebas, dia ingin menjelajahi kehidupan dan menemukan batasnya. Jika seseorang mempertanyakan kemampuannya untuk menyelesaikan misi, dia pasti akan menemukan cara untuk melakukannya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "D0kknmpj/shirou.webp",
          "name": "Shirou",
          "thumb": "jjTC8VTF/shirou.png",
          "ability": "Kerusakan Disampaikan",
          "ability_desc": "Ketika pengguna terkena dari dalam 80m, penyerang tersebut ditandai (hanya terlihat oleh pengguna). Tembakan pertama pada musuh yang ditandai memiliki penetrasi zirah tambahan.",
          "gender": "LAKI-LAKI",
          "age": "19",
          "date": "20/11",
          "bio": "Shirou adalah remaja dengan rasa tanggung jawab yang kuat yang telah mempertaruhkan segalanya untuk melindungi keluarganya dan kampung halamannya. Dia bekerja sebagai kurir yang mengirim paket di sekitar kota Griza yang sibuk dan padat. Dia harus mengatasi berbagai kesulitan dan melawan kekuatan yang lebih besar dari dirinya untuk menemukan kebenaran dan panggilan sejatinya dalam hidup."
        }
      ]
    },
    {
      "details": [
        {
          "image": "sXfsbM8p/chrono.webp",
          "name": "Chrono",
          "thumb": "CxXsdxjf/chrono.png",
          "ability": "Pemutar Waktu",
          "ability_desc": "Membuat bidang pemblokiran kerusakan. Tidak dapat menyerang musuh di luar dari dalam bidang tersebut.",
          "gender": "LAKI-LAKI",
          "age": "35",
          "date": "05/02",
          "bio": "Chrono berasal dari alam semesta paralel di mana terdapat tingkat ilmu pengetahuan dan teknologi yang lebih tinggi daripada tingkat di dunia kita, Bumi saat ini. Dia memiliki masa kecil yang normal di alam semesta aslinya. Orangtuanya adalah pengacara terkenal yang berjuang melawan kemiskinan dan membantu mengangkat orang miskin dan tunawisma ke dalam masyarakat. Karena ini, dia selalu memiliki kesadaran tentang kelompok-kelompok yang kurang beruntung sejak dia sangat muda dan seiring dia bertumbuh dewasa, dia menemukan cara untuk melakukan bagian nya untuk membantu juga."
        }
      ]
    },
    {
      "details": [
        {
          "image": "t4hbTdG3/dasha.webp",
          "name": "Dasha",
          "thumb": "QtrgkYY8/dasha.png",
          "ability": "Berpesta",
          "ability_desc": "Mengurangi kerusakan yang diterima dan waktu pemulihan dari jatuh. Mengurangi tingkat penumpukan recoil dan recoil maksimum.",
          "gender": "PEREMPUAN",
          "age": "25",
          "date": "08/12",
          "bio": "Dasha adalah gadis pesta yang mematuhi pepatah \"kerja keras, bermain lebih keras\". Dia agak nakal, seringkali memulai masalah ketika dia tidak bermaksud. Dia telah mengalami banyak hal dalam hidupnya, tetapi dia senang telah menemukan Mambas yang menghargai beragam keterampilannya. Tapi sekarang dia telah terlibat dalam sesuatu yang tidak dia maksudkan, tetapi hanya waktu yang akan memberitahu apakah itu sepadan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "GmJ0rcvz/k.webp",
          "name": "K",
          "thumb": "s257X9jt/k.png",
          "ability": "Penguasa Semua",
          "ability_desc": "Max EP meningkat sebesar 50. Mode Jiujitsu: Sekutu dalam jarak 6m mendapatkan peningkatan 500% dalam tingkat konversi EP. Mode Psikologi: Pulihkan 2 EP setiap {4}s, hingga {6} EP. CD pergantian mode 3 detik.",
          "gender": "LAKI-LAKI",
          "age": "31",
          "date": "06/10",
          "bio": "K adalah anak yang cerdas, tetapi seperti kebanyakan anak seusianya, dia tidak serius dalam belajar. Ketika dia berusia 16 tahun, masih sebagai siswa SMA, dia mengalami kecelakaan mobil dan mengalami cedera pada tulang belakangnya. Dokter-dokternya memberitahunya bahwa dia tidak akan pernah bisa berjalan lagi. Tapi dia menolak untuk menyerah - ini tidak akan menjadi akhir baginya. Dia pergi ke terapi fisik, melakukan terapi sendiri di rumah, dan menemukan pelatih untuk membantunya mendorong lebih jauh. Dalam satu tahun dia sudah bisa berjalan; dalam dua tahun dia sudah bisa bermain olahraga. Pengalaman ini mengajarkannya beberapa hal yang akan melekat padanya seumur hidup. - Jangan menganggap hidup sebagai sesuatu yang pasti. - Dia harus menyelami dirinya sendiri untuk melewati pengalaman tersebut dan dia belajar untuk memahami dirinya sendiri, motivasinya serta tempatnya dalam dunia. - Efek samping dari ini adalah bahwa sekarang dia bisa membaca dan memahami orang-orang di sekitarnya dengan cara yang sama. - Dia juga ingin membuat tubuh dan pikirannya lebih kuat untuk tidak pernah terluka lagi dengan cara yang sama."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRZ4bxJ5/luqueta.webp",
          "name": "Luqueta",
          "thumb": "nc5DGwMy/luqueta.png",
          "ability": "Kat Trick",
          "ability_desc": "Setiap pembunuhan meningkatkan HP maksimal, hingga 35.",
          "gender": "LAKI-LAKI",
          "age": "20",
          "date": "10/06",
          "bio": "Luqueta adalah seorang pelajar pertukaran dari luar negeri. Dia pindah karena pekerjaan ayahnya. Ayahnya ingin dia mengikuti jejaknya dan mendapatkan gelar MBA serta terlibat dalam bisnis. Tetapi Luqueta melihat kehidupan ayahnya dan tidak menginginkannya. Dia selalu menjadi anak yang athletis. Ketika dia pindah, dia mulai bermain sepak bola untuk sekolahnya, dia tahu dia hebat ketika dia masih kecil tetapi di sekolah menengah dia menjadi bintang. Dia bahkan tidak perlu berusaha keras dan sangat luar biasa."
        }
      ]
    },
    {
      "details": [
        {
          "image": "nLHyh6kx/kelly.webp",
          "name": "Kelly",
          "thumb": "V6Rt9fbg/kelly.png",
          "ability": "Dash",
          "ability_desc": "Meningkatkan kecepatan berlari.",
          "gender": "PEREMPUAN",
          "age": "17",
          "date": "01/04",
          "bio": "Pada masa kecilnya, dia adalah seorang anak yang ceria dengan ibu angkatnya, Rena, dan ayah tiri, Andrew. Ketika ibunya dan Andrew bercerai, dia sangat sedih tetapi tetap berhubungan dengan Andrew. Kelly selalu menjadi pelari yang baik, tetapi di sekolah menengah pelatih lintasannya menemukannya dan dia menjadi bintang lintas sekolah. Ketika dia menemukan dirinya di sebuah pulau yang tidak dikenal, dia akan terpaksa membuat pilihan sulit yang akan menentukan jalannya masa depan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W34cXQF8/hayato.webp",
          "name": "Hayato",
          "thumb": "yxLFK11x/hayato.png",
          "ability": "Bushido",
          "ability_desc": "Semakin rendah HP Anda, semakin tinggi penetrasi armor Anda.",
          "gender": "LAKI-LAKI",
          "age": "20",
          "date": "21/03",
          "bio": "Hayato memiliki banyak tanggung jawab sebagai pewaris tertua dari korporasi Yagami. Dia dibesarkan dalam kehidupan di mana keberadaannya dimaksudkan untuk melayani kehormatan dan kemuliaan keluarganya. Ketika perusahaan keluarga mereka diakuisisi oleh Horizon, dia tidak ragu untuk terlibat dalam urusan korporasi untuk memastikan Yagami akan tetap beroperasi dengan kehormatan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "bJGpq7yJ/moco.webp",
          "name": "Moco",
          "thumb": "zBJbGsPg/moco.png",
          "ability": "Hacker's Eye",
          "ability_desc": "Tandai musuh yang ditembak oleh Moco selama beberapa detik.",
          "gender": "PEREMPUAN",
          "age": "20",
          "date": "13/02",
          "bio": "Moco adalah jenius teknologi yang bergabung dengan Horizon, perusahaan teknologi paling bergengsi di benua. Tetapi ketika dia mengetahui mereka melakukan tindakan jahat, dia menghilang, menghapus identitasnya dari catatan publik, dan pergi bersembunyi untuk mencari cara untuk menghentikan rencana mereka. Dia suka beroperasi sendiri, tetapi segera menyadari ancaman ini terlalu besar baginya untuk ditangani sendiri."
        }
      ]
    },
    {
      "details": [
        {
          "image": "fTsnPt9k/steffie.webp",
          "name": "Steffie",
          "thumb": "G272hHyW/steffie.png",
          "ability": "Graffiti's Blessing",
          "ability_desc": "Membuat area yang memblokir benda yang dilemparkan. Sekutu di area tersebut akan memulihkan daya tahan armor setiap detik dan kerusakan amunisi yang diterima dari musuh akan berkurang.",
          "gender": "PEREMPUAN",
          "age": "23",
          "date": "05/11",
          "bio": "Steffie telah memiliki perseteruan panjang dengan lembaga, dimulai dengan orangtuanya. Dia memberontak sejak dini dalam hidupnya dan terus melakukannya. Hidupnya berubah sulit ketika dia menantang raksasa teknologi, Horizon, dan terpaksa melarikan diri atau menjadi mangsa untuk eksperimen mereka. Dia diselamatkan oleh Moco dan segera setelah itu menemukan Mambas, kekuatan pemberontak yang sepertinya menjadi panggilan sejatinya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "LsQmK9Mw/misha.webp",
          "name": "Misha",
          "thumb": "zB0Lbx9P/misha.png",
          "ability": "Afterburner",
          "ability_desc": "Meningkatkan kecepatan mengemudi dan mengurangi kerusakan yang diterima saat berada di dalam kendaraan. Lebih sulit untuk diincar saat mengemudi.",
          "gender": "PEREMPUAN",
          "age": "19",
          "date": "26/07",
          "bio": "Setelah orang tuanya terbunuh, ia meninggalkan sekolah dan Misha menjadi pembalap mobil untuk membayar tagihan dan mendukung dirinya serta saudara laki-lakinya, Maxim. Suatu hari, Maxim menghilang dan ia meninggalkan segalanya untuk mencarinya. Pencariannya berpapasan dengan pencarian Andrew saat mereka mencari keluarga masing-masing. Perjalanan mereka akan membawa mereka ke jalan baru dan berbahaya dengan akhir yang jauh dari pandangan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HWqskk7C/maxim.webp",
          "name": "Maxim",
          "thumb": "43RHr76w/maxim.png",
          "ability": "Gluttony",
          "ability_desc": "Mengurangi waktu makan jamur dan menggunakan kit medis.",
          "gender": "LAKI-LAKI",
          "age": "17",
          "date": "30/01",
          "bio": "Maxim merasa bersalah bahwa saudara perempuannya, Misha, meninggalkan sekolah untuk merawatnya. Tetapi ia tidak memiliki banyak keterampilan praktis dan beralih ke video makanan sebagai pekerjaan paruh waktu. Suatu hari, ia dan teman sekelasnya, Kelly, diculik dari bus sekolah dan dikirim ke pulau Bermuda. Pulau itu mengubahnya - ia menjadi lebih sehat, lebih kuat, lebih percaya diri, dan lebih siap menghadapi dunia yang keras."
        }
      ]
    },
    {
      "details": [
        {
          "image": "vmtGPrPY/andrew.webp",
          "name": "Andrew",
          "thumb": "TY294Sdh/andrew.png",
          "ability": "Armor Specialist",
          "ability_desc": "Mengurangi kehilangan daya tahan armor.",
          "gender": "LAKI-LAKI",
          "age": "42",
          "date": "25/12",
          "bio": "Istri pertamanya memiliki anak perempuan bernama Kelly, yang sangat dekat dengannya seperti anak perempuan biologis. Ketika bercerai, ia tetap mencoba untuk terlibat dalam kehidupan Kelly. Andrew adalah seorang sersan di LLPD sebelum tunangannya yang baru meninggal dalam serangan brutal oleh geng. Ia kehilangan pekerjaannya saat mencoba mencari tahu siapa pembunuhnya sambil melawan Horizon yang mencoba mengambil alih departemen polisi."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CMQS6L4q/caroline.webp",
          "name": "Caroline",
          "thumb": "4xm1J9hg/caroline.png",
          "ability": "Agility",
          "ability_desc": "Kecepatan gerak meningkat saat memegang senapan patah.",
          "gender": "PEREMPUAN",
          "age": "17",
          "date": "10/10",
          "bio": "Caroline memiliki kecakapan, kesopanan, dan keanggunan yang kebanyakan gadis kaya tidak miliki. Ia bekerja dalam standar sosial, tetapi dengan cekatan memanipulasi orang sesuai keinginannya. Masih seorang pelajar, tetapi karena koneksi keluarganya, ia terkadang terlibat dalam rencana Horizon. Ia dan Hayato saling kenal dan terkadang saling membantu."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43xXSKjp/laura.webp",
          "name": "Laura",
          "thumb": "c1FYrJW4/laura.png",
          "ability": "Sharp Shooter",
          "ability_desc": "Akurasi meningkat saat di zoom.",
          "gender": "PEREMPUAN",
          "age": "29",
          "date": "21/05",
          "bio": "Laura menjadi yang terbaik di kelasnya dan penembak jitu paling luar biasa yang pernah dihasilkan oleh pletonnya. Barulah ketika ayahnya menghilang dalam perang, ia memilih jalannya untuk menjadi agen khusus untuk mencoba menemukannya. Masih dalam pencariannya, ia bekerja untuk sebuah agen yang mengeliminasi penjahat yang meresahkan kotanya. Laura sekarang harus memikirkan ulang hidupnya ketika target barunya, Rafael, bukanlah seperti yang dikatakannya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jSZbPxC2/rfael.webp",
          "name": "Rafael",
          "thumb": "W1gh6NBZ/rafael.png",
          "ability": "Diam Mati",
          "ability_desc": "Efek penyilangan saat menggunakan senapan runduk dan senapan marksman. Musuh yang terkena dan tumbang mengalami kehilangan HP lebih cepat.",
          "gender": "LAKI-LAKI",
          "age": "31",
          "date": "09/09",
          "bio": "Rafael adalah pria keluarga yang baik hati sampai tragedi keluarga yang mengerikan mengubahnya menjadi orang yang kejam dan penuh dendam. Sekarang dia menjelajahi dunia bukan hanya untuk orang yang menghancurkan keluarganya tetapi juga untuk menjalankan kontrak untuk membawa keadilan kepada kejahatan lain. Seiring berjalannya waktu, dia menyadari bahwa kehidupan tidak semudah hitam dan putih seperti yang terlihat. Kemunculan Laura yang cantik dalam hidupnya sekarang telah melemparkan kunci lain ke dalam struktur hidupnya yang dibuat dengan hati-hati."
        }
      ]
    },
    {
      "details": [
        {
          "image": "zfrJStF2/alok.webp",
          "name": "Alok",
          "thumb": "qBxwQ0d9/alok.png",
          "ability": "Lepaskan Beat",
          "ability_desc": "Menciptakan aura 5m yang meningkatkan kecepatan bergerak dan berlari serta mengembalikan HP. Efek tidak bisa ditumpuk.",
          "gender": "LAKI-LAKI",
          "age": "28",
          "date": "26/08",
          "bio": "Dengan menggunakan kekuatan musik, Alok meninggalkan Brasil dan menjelajahi dunia. Namanya berarti 'cahaya'. Dia telah menandatangani kontrak dan konser tertutup akan terjadi di pulau medan perang Free Fire untuk beberapa tamu VIP!"
        }
      ]
    },
    {
      "details": [
        {
          "image": "kgdrkVRB/jota.webp",
          "name": "Jota",
          "thumb": "9Q6yCNhd/jota.png",
          "ability": "Serangan Berkelanjutan",
          "ability_desc": "Saat menggunakan senjata, mengenai musuh mengembalikan sebagian HP bagi pengguna.",
          "gender": "LAKI-LAKI",
          "age": "31",
          "date": "23/06",
          "bio": "Jota tumbuh dalam keluarga kelas menengah, adalah seorang siswa yang biasa-biasa saja, dan memiliki keluarga yang mencintainya. Secara keseluruhan, kehidupan yang cukup normal - tetapi dia merasa terjebak dan membutuhkan lebih banyak tindakan dalam hidupnya. Dia tinggal di sebuah kota dengan gedung pencakar langit yang memenuhi langit dan merasa terjebak, jadi dia mulai memanjat untuk mencari tempat untuk melihat langit."
        }
      ]
    },
    {
      "details": [
        {
          "image": "1tWsS9hb/clu.webp",
          "name": "Clu",
          "thumb": "7LzMzrVt/clu.png",
          "ability": "Mengejar Jejak",
          "ability_desc": "Temukan posisi musuh yang tidak dalam posisi merangkak atau jongkok, CD 50s. Rekan tim berbagi efek keterampilan setelah level 4.",
          "gender": "PEREMPUAN",
          "age": "24",
          "date": "28/02",
          "bio": "Clu tumbuh di pinggiran kota kota besar. Orangtuanya kaya, tidak pernah harus khawatir tentang dasar-dasar kehidupan, dan dia memiliki masa kecil yang sangat penuh kasih. Ketika dia remaja, ayahnya direkrut untuk upaya perang. Perang berakhir setahun kemudian dan dia tidak pernah pulang. Dia tidak pernah ditemukan. Clu menjadi detektif swasta setelah lulus dari sekolah menengah dengan harapan dia bisa mengungkap rincian tentang hilangnya ayahnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "P56gNSF8/wolfrahh.webp",
          "name": "Wolfrahh",
          "thumb": "5yD2LTpp/wolfrah.png",
          "ability": "Sorotan Panggung",
          "ability_desc": "Setiap penonton tambahan: Kerusakan yang diterima dari tembakan ke kepala berkurang, hingga 25%. Kerusakan pada anggota tubuh musuh meningkat.",
          "gender": "LAKI-LAKI",
          "age": "19",
          "date": "29/04",
          "bio": "Wolfrahh tumbuh dengan menyembunyikan diri dari dunia setelah peristiwa traumatis. Setelah menghadapi ketakutannya, dia berhasil mengatasi beberapa masalah kepercayaannya tetapi masih kesulitan menemukan identitasnya. Dia diundang ke kompetisi game VR bawah tanah terbesar di benua untuk memamerkan keahliannya. Namun, dalam prosesnya, dia menemukan rahasia - pilihan-pilihannya seputar itu akan menentukan hidupnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "wM7HTS9M/alvaro.webp",
          "name": "Alvaro",
          "thumb": "63d0kx44/alvaro.png",
          "ability": "Art Of Demolition",
          "ability_desc": "Meningkatkan kerusakan senjata peledak, meningkatkan jangkauan kerusakan.",
          "gender": "LAKI-LAKI",
          "age": "26",
          "date": "28/05",
          "bio": "Alvaro adalah pemuda dengan kepribadian yang meledak-ledak. Kecelakaan saat kecil memberinya kekuatan peledak khusus, dengan biaya ingatannya. Dia terjebak dalam lingkaran pencarian kenangannya dan kebutuhan untuk menggunakan kekuatannya untuk menyelamatkan orang-orang yang dia sayangi. Satu-satunya konstan yang ditemuinya dalam hidupnya adalah Kapella, sahabat baik masa kecilnya, yang tidak dia ingat lagi secara sadar."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jdntV08k/antonio.webp",
          "name": "Antonio",
          "thumb": "MHqDx31P/antonio.png",
          "ability": "Gangster's Spirit",
          "ability_desc": "Menerima HP ekstra saat ronde dimulai.",
          "gender": "LAKI-LAKI",
          "age": "30",
          "date": "01/08",
          "bio": "Antonio adalah tipe orang yang orang-orang coba hindari kontak mata dengannya. Sepertinya dia akan memukul Anda jika Anda menatapnya terlalu lama. Sebenarnya, di balik tampilan gangsternya, dia pemalu dan sensitif. Tumbuh dalam perang antar geng lokal, dia tidak pernah kejam tanpa alasan: dia hanya melindungi dirinya dan orang-orang yang dicintainya - istrinya, keluarganya, dan Chihuahua-nya bernama Poncho."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MpWwnM6g/paloma.webp",
          "name": "Paloma",
          "thumb": "5NZXCYR1/paloma.png",
          "ability": "Arms Dealing",
          "ability_desc": "Dapat membawa amunisi AR tanpa mengambil ruang di inventaris.",
          "gender": "PEREMPUAN",
          "age": "28",
          "date": "04/08",
          "bio": "Setiap orang yang mengenal Paloma, mengaguminya dengan cara atau cara lain. Bunga liar yang mekar di permukiman miskin. Terkadang ini berasal dari rasa percaya dirinya yang tak tergoyahkan yang membuat orang-orang tertarik padanya karena dia memancarkan rasa keamanan dan visi masa depan. Satu-satunya hal yang dapat mengalihkannya dari visinya terhadap masa depan adalah cinta dalam hidupnya, Antonio."
        }
      ]
    },
    {
      "details": [
        {
          "image": "YCkrQD3n/miguel.webp",
          "name": "Miguel",
          "thumb": "ncL4kD2D/iguel.png",
          "ability": "Crazy Slayer",
          "ability_desc": "Miguel dapat mendapatkan EP untuk setiap pembunuhan.",
          "gender": "LAKI-LAKI",
          "age": "26",
          "date": "10/10",
          "bio": "Mengabdikan hidupnya pada hukum dan keadilan, Miguel telah memimpin skuadnya melalui berbagai operasi penindasan kejahatan dengan tingkat keberhasilan 100%. Timnya dikenal karena menangani pekerjaan yang mustahil, itulah sebabnya tidak ada yang mengharapkan insiden tragis 6 bulan yang lalu. Miguel akan segera menyadari bahwa rasa sakit dan kemarahan setelah misi yang gagal tidak sebanding dengan pengkhianatan seorang teman."
        }
      ]
    },
    {
      "details": [
        {
          "image": "mgwbj3pb/mikita.webp",
          "name": "Nikita",
          "thumb": "7L1JDHX4/mikita.png",
          "ability": "Firearms Expert",
          "ability_desc": "Kecepatan pengisian ulang meningkat 20%. Setiap kali pengguna keterampilan mengenai musuh, target tersebut akan mendapatkan pengurangan penyembuhan sebesar 30% yang berlangsung selama 10 detik (pengurangan maksimum: 30%).",
          "gender": "PEREMPUAN",
          "age": "22",
          "date": "11/11",
          "bio": "Misi paling pentingnya adalah melindungi Caroline, putri Wakil Presiden Horizon. Lulus sebagai penembak jitu terbaik dari sekolah militer, Nikita tentu bisa memiliki ambisi yang lebih besar daripada mengawal seorang gadis remaja, tetapi tampaknya dia bahagia dengan keadaan seperti ini. Orang harus bertanya-tanya apakah dia memiliki tujuan sendiri, tujuan yang mungkin tidak sejalan dengan kepentingan terbaik Horizon."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43Br7BL9/kapella.webp",
          "name": "Kapella",
          "thumb": "TwGmWLhh/kapella.png",
          "ability": "Lagu Penyembuhan",
          "ability_desc": "Meningkatkan efek dari item penyembuhan dan keterampilan penyembuhan. Mengurangi kerugian HP sekutu. Efek tidak bertumpuk.",
          "gender": "PEREMPUAN",
          "age": "21",
          "date": "17/07",
          "bio": "Kapella menjadi yatim piatu sejak kecil dan diadopsi oleh magnat teknologi, Joseph. Wanita muda yang energetik sangat observan dan intuitif. Dia menjadi penyanyi terkenal dunia dan anggota Mambas. Kepribadiannya tentu berperan kunci dalam kesuksesannya, tetapi tentu saja, seorang bintang tidak lahir sendiri. Ketika Alvaro, sebuah kenangan dari masa lalunya, muncul kembali, dia harus memutuskan apa yang paling penting dalam hidupnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "SN9FTLsB/joseph.webp",
          "name": "Joseph",
          "thumb": "bwDQXfKY/joseph.png",
          "ability": "Gerakan Gila",
          "ability_desc": "Menjadi kebal dari efek gangguan (misalnya, perlambatan, penandaan, penyaringan keterampilan) dan memiliki peningkatan kecepatan gerak sebesar 10% selama 5 detik. Waktu dingin: 60 detik.",
          "gender": "LAKI-LAKI",
          "age": "45",
          "date": "02/02",
          "bio": "Raja pria yang dinobatkan di New Dawn, Joseph, mendirikan Nerve Labs, sebuah perusahaan teknologi yang sukses. Pada akhir Keruntuhan Besar, Joseph mendengar rencana jahat Horizon untuk umat manusia dan menjadikan seorang ilmuwan yang luar biasa cerdas sebagai musuh."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cHVZCFCc/notora.webp",
          "name": "Notora",
          "thumb": "hvYfMf4L/notora.png",
          "ability": "Berkat Pembalap",
          "ability_desc": "Saat mengendarai kendaraan, pulihkan HP dari semua anggota di kendaraan. Efek tidak bertumpuk.",
          "gender": "PEREMPUAN",
          "age": "27",
          "date": "22/03",
          "bio": "Putri dari keluarga geng sepeda motor, Notora tidak pernah memiliki banyak pendapat tentang gaya hidupnya. Meskipun kekuatan dan kekerasannya, dia memiliki ketidak sukaan tersembunyi terhadap kekerasan yang tidak ada artinya di lubuk hatinya. Seluruh timnya dibantai selama persaingan geng yang kejam. Untungnya, kematian sekali lagi mengabaikannya. Notora akan segera menyadari meskipun, ketika dia ditangkap hidup-hidup dan diasingkan ke pulau-pulau Bermuda, bahwa itu bukan keberuntungan yang membawanya ke sana."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cC2WKXJm/a124.webp",
          "name": "A124",
          "thumb": "MTk53pH8/a124.png",
          "ability": "Sensasi Pertempuran",
          "ability_desc": "Melepaskan gelombang elektromagnetik 8m yang menonaktifkan aktivasi keterampilan musuh dan menghentikan penghitungan interaksi mereka. Berlangsung selama 20 detik. CD: 50 detik..Banner A124.",
          "gender": "PEREMPUAN",
          "age": "18",
          "date": "01/01",
          "bio": "Lahir untuk melayani suatu tujuan, A124 diprogram menjadi mesin pembunuh. Dia jelas bukan dibuat untuk interaksi manusia dan emosi yang rumit, tetapi siapa yang bisa menghentikan pikiran muda untuk mencoba? Dengan keterampilan pertempuran dan pikiran yang ingin tahu, dunia secara harfiah adalah tiramnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0Q4FZrq5/kla.webp",
          "name": "Kla",
          "thumb": "WzYJK58J/kla.png",
          "ability": "Muay Thai",
          "ability_desc": "Kerugian pukulan meningkat.",
          "gender": "LAKI-LAKI",
          "age": "27",
          "date": "14/12",
          "bio": "Kla berhasil mengatasi banyak rintangan dalam masa muda, tetapi pembunuhan orangtuanya terlalu berat baginya - membawanya ke jalan kemarahan dan kekerasan. Dia tenggelam dalam kemarahan dan rasa bersalah yang berkaitan dengan kematian mereka dan menemukan dirinya dalam lubang yang dalam. Hanya setelah akhirnya menghadapi salah satu dari orang-orang yang bertanggung jawab atas kematian orangtuanya, dia menemukan kejelasan dan jalannya dalam hidup."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cJrV3fVk/wukong.webp",
          "name": "Wukong",
          "thumb": "8kY52fDW/wukong.png",
          "ability": "Camouflage",
          "ability_desc": "Berubah menjadi semak dengan pengurangan kecepatan berjalan sebesar 5%, berlangsung selama 15 detik. CD: 200 detik. Transformasi berakhir saat Wukong menyerang. CD direset saat Wukong mengalahkan musuh.",
          "gender": "LAKI-LAKI",
          "age": "0",
          "date": "13/12",
          "bio": "Seekor monyet yang terlihat seperti manusia. Meskipun begitu, dia masih suka pisang."
        }
      ]
    },
    {
      "details": [
        {
          "image": "ZKz4hs1b/olivia.webp",
          "name": "Olivia",
          "thumb": "BZ7LJw5j/olivia.png",
          "ability": "Healing Touch",
          "ability_desc": "Pemain yang dihidupkan kembali oleh Olivia akan mendapatkan HP ekstra.",
          "gender": "PEREMPUAN",
          "age": "29",
          "date": "10/11",
          "bio": "Setelah menjalani operasi akibat kecelakaan pada masa kecil, Olivia mengembangkan kemampuan khusus untuk menyembuhkan dan menghidupkan kembali - dengan satu sentuhan ajaib, dia dapat dengan lembut menghilangkan rasa sakit dan mempromosikan penyembuhan pada luka. Meskipun mengalami masa kecil yang traumatis, Olivia tumbuh menjadi salah satu yang paling peduli dan penuh kasih sayang di antara teman-temannya. Namun, dia memiliki sedikit interaksi sosial di luar zona aman Ford dan menjauhi dunia."
        }
      ]
    },
    {
      "details": [
        {
          "image": "yNjzhVdW/ford.webp",
          "name": "Ford",
          "thumb": "k4FQjNLx/ford.png",
          "ability": "Iron Will",
          "ability_desc": "Mengurangi kerusakan yang diterima di luar zona aman.",
          "gender": "LAKI-LAKI",
          "age": "31",
          "date": "23/01",
          "bio": "Ford pernah menjadi kapten di laut terbuka. Sekarang dia berkomitmen untuk membangun tempat perlindungan bagi para pengungsi. Dia adalah paman yang bijak dan dapat diandalkan bagi semua orang, yang mengetahui jalur air masuk dan keluar dari Bermuda. Mengetahui betapa sakitnya pengkhianatan, Ford berusaha mencapai keseimbangan antara kepercayaan dan kehati-hatian. Dia mengira keinginannya tidak terhancurkan, hingga dia bertemu dengan Olivia..."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4dhkDpPH/shani.webp",
          "name": "Shani",
          "thumb": "LsV5wy66/shani.png",
          "ability": "Gear Recycle",
          "ability_desc": "Mengembalikan daya tahan baju besi setelah setiap pembunuhan. Daya tahan ekstra dapat meningkatkan baju besi Anda, hingga level 3.",
          "gender": "PEREMPUAN",
          "age": "31",
          "date": "23/06",
          "bio": "Shani adalah seorang insinyur yang mandiri. Orangtuanya tewas dalam ledakan bangunan ketika dia berusia 18 tahun, dan dia kehilangan segalanya. Dia mengembara selama beberapa tahun melakukan pekerjaan sambilan untuk mencari nafkah, ketika pemilik tempat pembuangan sampah memberinya tempat tinggal. Di sana, dia bisa bekerja dengan bagian-bagian sampah dan melakukan rekayasa sesuai keinginannya."
        }
      ]
    }
  ]
}
