{
  "date": [
    {
      "details": [
        {
          "image": "wvb8P0Dp/ignis.webp",
          "name": "Ignis",
          "thumb": "SRT1XKtw/ignis.png",
          "ability": "แกว่งไฟป่า",
          "ability_desc": "วางจอไฟที่กว้าง 12 เมตรและคงอยู่เป็นเวลา 10 วินาที (ระยะการวาง: 15 เมตร ศัตรูและกำแพง Gloo ที่มีการสัมผัสกับจอจะได้รับผลกระทบจากไฟ: ได้รับความเสียหายทันที 30 หน่วย และต่อมีการสูญเสียทุกวินาที 10 หน่วยและสูญเสียความแข็งแรงของเกราะ 20% ผลกระทบของไฟที่เผานี้คงอยู่ 2 วินาที Gloo Walls จะได้รับความเสียหายทันที 200 หน่วยและ 200 หน่วยต่อวินาทีเป็นระยะเวลา 1 วินาที ช่วงเวลาหลังจากการเผานี้ 60 วินาที",
          "gender": "ชาย",
          "age": "16",
          "date": "17/07",
          "bio": "Ignis เป็นเยาวชนพลังเหนือที่มีความสามารถที่ปรากฏอยู่ตลอดเวลาในการทำให้วัตถุต่างๆเป็นไฟ ในเวลาว่างของเขา เขาต่อสู้กับอาชญากรรมและค้นหาความยุติธรรม แต่บ่อยครั้งเขาพบว่าตัวเองกำลังก่อให้เกิดปัญหาที่ไม่ได้ตั้งใจด้วยพลังของตนเอง สาธารณชนวิพากษ์วิจารณ์ Ignis เพื่อพึ่งพาตนเองในช่วงวัยเป็นรุ่นที่ไม่สมดุล แต่นี้ไม่ได้ยับยั้งเขาจากการยืนหยัดเพื่อปกป้องผู้คนและเมืองบ้าน อย่างน้อยในขณะนี้"
        }
      ]
    },
    {
      "details": [
        {
          "image": "25yfxsBw/ryden.webp",
          "name": "Ryden",
          "thumb": "2SB96rdK/ryden.png",
          "ability": "กับดักแมงมุม",
          "ability_desc": "ปล่อยแมงมุมระเบิดทำลายไปในทิศทางเป้าหมาย คงอยู่เป็นเวลา 30 วินาที แตะที่ปุ่มทักษะอีกครั้งภายใน 10 วินาทีเพื่อหยุดการเคลื่อนไหวของแมงมุม แมงมุมจะจับศัตรูคนแรกที่มันเห็นภายในระยะ 5 เมตรลดความเร็วของพวกเขาลง 80% และทำให้พวกเขาสูญเสีย HP 10/s ผลกระทบการไหลเลือดจะคงอยู่เป็นเวลา 3 วินาที ช่วงเวลาหลังจากการปล่อยจะคงอยู่ 75 วินาที",
          "gender": "ชาย",
          "age": "16",
          "date": "07/09",
          "bio": "เป็นเจ้ามือสามีที่มีอยู่เหนือเลื่องสมองกับทวีคูณเท่าเทียมของเขา เด็กชายที่ก่อนหน้านี้นั่งอยู่ใต้ปีกของน้องสาว Suzy ตอนนี้กำลังชนะสนามรบ การประดิษฐ์ที่เก่งกาจของเขาจะเป็นทางเดินสำหรับเขา"
        }
      ]
    },
    {
      "details": [
        {
          "image": "44VRwbnr/sonia.webp",
          "name": "Sonia",
          "thumb": "kG4fdmXw/sonia.png",
          "ability": "นาโนไลฟ์ชีลด์",
          "ability_desc": "หลังจากได้รับความเสียหายที่ถึงขีดสูงสุด เข้าสู่สถานะที่ไม่สามารถทำลายและไม่สามารถเคลื่อนไหวเป็นเวลา 0.4 วินาที จากนั้นได้รับการป้องกัน HP 50 ที่คงอยู่ 2 วินาที เมื่อการป้องกันหายไปผู้ใช้ทักษะจะถูกกำจัด เวลาหลังจากการใช้งาน: 180 วินาที",
          "gender": "หญิง",
          "age": "20",
          "date": "04/08",
          "bio": "Sonia เป็นนักวิทยาศาสตร์ที่ถูกปรับแต่งพันธุกรรมที่มีความฉลาดและมีความเชี่ยวชาญในด้านเทคโนโลยีนาโนไบโอ"
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRxpwGvv/orion.webp",
          "name": "Orion",
          "thumb": "TPVkV04j/orion.png",
          "ability": "บดสีเลือดคริมสัน",
          "ability_desc": "แทน EP ด้วยพลังงานคริมสัน 300 ใช้พลังงานคริมสัน 200 เพื่อเปิดใช้งานการป้องกันในขณะนั้นคุณจะไม่สามารถรับความเสียหายหรือโจมตีศัตรูและจะดูด HP 10 (ละเว้นจุดเกราะของศัตรู) จากศัตรูที่อยู่ภายในรัศมี 5 เมตร คงอยู่เป็นเวลา 3 วินาที ในระหว่างนี้ความเร็วในการเคลื่อนที่ของคุณจะลดลง 20% เวลาหลังจากใช้งาน: 3 วินาที",
          "gender": "ชาย",
          "age": "22",
          "date": "13/08",
          "bio": "Orion, สัตว์ที่มีแค้นและเชี่ยวชาญในการใช้พลังงานคริมสันในการต่อสู้"
        }
      ]
    },
    {
      "details": [
        {
          "image": "W4ycY5GP/santino.webp",
          "name": "Santino",
          "thumb": "5td7QTnN/santino.png",
          "ability": "เครื่องจำลองรูปร่าง",
          "ability_desc": "สร้างมนิกินมีชีวิตที่มี HP 200 ที่เดินทางไปเองเป็นเวลา 12 วินาที เมื่อมนิกินอยู่ภายในรัศมี 60 เมตร ใช้ทักษะอีกครั้งเพื่อสลับตำแหน่งกับมัน คุณสามารถสลับได้เพียงครั้งเดียวภายใน 3 วินาที สูงสุด 2 ครั้งทั้งหมด ผู้เล่นที่ทำลายมนิกินจะถูกทำเครื่องหมายไว้เป็นเวลา 5 วินาที เวลาหลังจากการใช้งาน: 60 วินาที",
          "gender": "ชาย",
          "age": "34",
          "date": "14/10",
          "bio": "เกิดในความยากจน, Santino รักศิลปะตั้งแต่เด็ก. เขาศึกษาที่โรงเรียนศิลปะที่มีชื่อเสียงที่นักออกแบบทักษะของเขาเติบโตมากขึ้น หลังจากสำเร็จการศึกษา, Santino สร้างแบรนด์แฟชั่นของตัวเอง, Angelic, และกลายเป็นคนดังที่มีสายตาคมคายในโลกแฟชั่น. ด้วยความสำเร็จอันมากในสายอาชีพนี้ เขาเองอยู่เสมอในตาสายแฟชั่น"
        }
      ]
    },
    {
      "details": [
        {
          "image": "CdTtTt1W/luna.webp",
          "name": "Luna",
          "thumb": "mZ85pd28/luna.png",
          "ability": "Бой или бегство",
          "ability_desc": "Эта способность изначально увеличивает скорость стрельбы. Когда пользователь попадает во врага, скорость стрельбы превращается в ускорение скорости передвижения.",
          "gender": "ЖЕНСКИЙ",
          "age": "28",
          "date": "18/03",
          "bio": "Луна - дочь сложного человека с трудным прошлым. Она быстро повзрослела, справляясь с его безрассудством и безрассудством взрослых, с которыми ей пришлось вырасти. Когда лидерство ее отца в гильдии было оспорено и в конечном итоге он был похищен, Луна должна была встать на путь самостоятельности и создать свои собственные следы, чтобы взять под контроль группу и восстановить порядок в сообществе."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4N1kRf6P/tatsuya.webp",
          "name": "Tatsuya",
          "thumb": "PxK2cxhP/tatusya.png",
          "ability": "Бунтарский наскок",
          "ability_desc": "Двигается вперед с быстрой скоростью. Эту способность можно накапливать для последовательного использования.",
          "gender": "МУЖСКОЙ",
          "age": "16",
          "date": "20/12",
          "bio": "Тацуя разрывается между чувствами предательства и любовью к своей семье. Он не знает, как справиться с этим дихотомией чувств и охотно позволяет себе втянуть себя в беды. Только после того, как ему и его брату Широу пришлось работать вместе, чтобы раскрыть заговор, он понимает, что он не одинок в этом мире и обладает силой изменить свое окружение к лучшему."
        }
      ]
    },
    {
      "details": [
        {
          "image": "K8LGTSBg/a-patroa.webp",
          "name": "A-Patroa",
          "thumb": "L6W02nPP/patroa.png",
          "ability": "",
          "ability_desc": "Этот эксклюзивный слот для умений можно оснастить любым имеющимся умением, и остальные слоты автоматически разблокируются при получении этого персонажа.",
          "gender": "ЖЕНСКИЙ",
          "age": "28",
          "date": "30/03",
          "bio": "A-Patroa - сильная, уверенная женщина, владеющая музыкальным магазином в самом опасном районе. Ее магазин служит убежищем, к которому может обратиться любой человек за помощью. Более того, она использует свою музыку, чтобы помочь людям пережить свою жизнь новыми и разными способами, чтобы помочь им."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqRMNq21/iris.webp",
          "name": "Iris",
          "thumb": "QxnpndYn/iris.png",
          "ability": "Стеновой бой",
          "ability_desc": "В течение 15 секунд успешная стрельба в Gloo Wall помечает врагов в пределах 7 м от него и проникает через Gloo Wall, чтобы нанести урон помеченным врагам (урон будет ниже обычного). Эффективно на 5 Gloo Walls макс. Восстановление: 60 секунд.",
          "gender": "ЖЕНСКИЙ",
          "age": "30",
          "date": "01/10",
          "bio": "С ее проницательным взглядом Ирис отличается отличной способностью предсказывать действия врагов, чтобы использовать возможности для победы. Если вас беспокоит, что ее риторика, бездумный оптимизм и гипериндивидуализм повлияют на ваше сотрудничество, не беспокойтесь. Ирис никогда не сотрудничает с кем-либо - кроме Гомера, который безусловно ее принимает и устраняет все ее неприятности."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MZNJm3W0/jbiebs.webp",
          "name": "J.Biebs",
          "thumb": "sDncdcxm/biebs.png",
          "ability": "Бесшумный страж",
          "ability_desc": "Пользователь умения и союзники могут блокировать урон, используя EP. В этом случае сумма EP, вычтенная из союзников, будет добавлена к EP пользователя умения.",
          "gender": "МУЖСКОЙ",
          "age": "28",
          "date": "01/03",
          "bio": "J.Biebs - человек, который хочет объединить расколотый мир. Из своего детства он узнал, что ответом на проблемы людей является не деньги или власть, а настоящая связь между людьми. Он решил использовать свои вокальные навыки, чтобы посвятить свою жизнь объединению мира."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cCgyNwc8/homer.webp",
          "name": "โฮเมอร์",
          "thumb": "L4DkLTtS/homer.png",
          "ability": "รับรู้คลื่นสะเทือน",
          "ability_desc": "ปล่อยโดรนไปยังศัตรูที่ใกล้ที่สุดภายในระยะหน้า 100 เมตร เพื่อสร้างการระเบิดชนิดเสียงสัญญาณที่มีเส้นผ่านศูนย์กลางเส้นผ่านศูนย์กลาง 4 เมตรลดความเร็วในการเคลื่อนที่ลง 60% และความเร็วในการยิงลง 35% ใช้เวลา 5 วินาที สร้างความเสียหาย 25 คะแนน เวลาชดเชย: 90 วินาที",
          "gender": "ชาย",
          "age": "30",
          "date": "01/06",
          "bio": "โฮเมอร์เป็นคนตาบอดซึ่งไม่เพียงแค่เป็นนักฆ่าแต่ยังเป็นหนึ่งในผู้ก่อตั้งแก๊งค์เทคโนโลยีที่รุ่งเรืองใน Griza อย่างไรก็ตาม โฮเมอร์ซึ่งได้มองหาจากอำนาจในหลายปีที่ผ่านมาตอนนี้เพียงแค่ต้องการหาความจริงเกี่ยวกับโรคแปลกประหลาดที่ทำให้เขาตาบอดตั้งแต่วัยเด็ก สถาบันวิจัยลึกลับที่เขาเรียกว่าโรงเรียนของเขาและแร่ดิน rare earth ที่เชื่อมโยงกับทุกอย่างนี้"
        }
      ]
    },
    {
      "details": [
        {
          "image": "XJqtwdmD/kenta.webp",
          "name": "เคนตะ",
          "thumb": "rswrQB1k/kenta.png",
          "ability": "ความโกรธของดาบ",
          "ability_desc": "สร้างการป้องกันที่ลดความเสียหายของอาวุธที่มาจากด้านหน้า รีเซ็ตเมื่อผู้ใช้ยิงกระสุน",
          "gender": "ชาย",
          "age": "38",
          "date": "05/05",
          "bio": "เคนตะรับใช้เป็นคนรักษาการและช่างทำดาบสำหรับครอบครัวของฮายาโตะ ยาการะมิ มาหลายปีแล้ว เขาเป็นคนเพียงไม่กี่คำแต่ยังคุ้มครองเจ้านายหนุ่มใหม่ของเขาในสถานการณ์ใดก็ตาม เขามีความปรารถนาส่วนตัวของตัวเองแต่วางไว้ในมุมหลังขณะที่เขารับใช้ฮายาโตะในช่วงเวลาที่เป็นอันตรายสำหรับครอบครัวยาการะมิ"
        }
      ]
    },
    {
      "details": [
        {
          "image": "MHVwQ1jJ/nairi.webp",
          "name": "ไนรี",
          "thumb": "mkkPQQ4Z/nairi.png",
          "ability": "เหล็กหิมะ",
          "ability_desc": "ผนัง Gloo ที่ถูกติดตั้งกู้คืนความทนทาน 150 หน่วยต่อวินาทีเมื่อถูกโจมตี ภายในระยะ 5m ทีมเพื่อนกู้คืน 20HP/s สูงสุด 40HP ต่อเพื่อนร่วมทีมจากแต่ละกำแพง Gloo",
          "gender": "ชาย",
          "age": "23",
          "date": "27/12",
          "bio": "ไนรีพบความสนใจในอากาศเมื่อยังเด็กเล็กเมื่อเขาถูกบังคับให้ออกจากสภาพอากาศเย็น แต่ความรักของเขาสำหรับหิมะนำเขากลับมาที่นั่น เขาพัฒนาเทคโนโลยีการควบคุมสภาพอากาศขนาดเล็กเพื่อให้เขาสามารถอยู่รอดในสภาพแวดล้อมที่สุดของเขา ตอนนี้เขาใช้เวลาของเขาไปในการปีนเขา เดินเท้าและไล่ล่าพายุเพื่อหาคำตอบในการทำนายอากาศ"
        }
      ]
    },
    {
      "details": [
        {
          "image": "dtRvQmY8/otho.webp",
          "name": "โอโธ",
          "thumb": "tC11JtD2/otho.png",
          "ability": "หมอกความทรงจำ",
          "ability_desc": "สร้างหมอกความทรงจำเมื่อศัตรูถูกกำจัด เปิดเผยตำแหน่งของศัตรูที่ใกล้เคียง",
          "gender": "ชาย",
          "age": "21",
          "date": "01/11",
          "bio": "โอโธมีจิตใจที่เป็นจินตนาการแต่เป็นจริงจังมาก เขากลัวจำความทรงจำจากอดีตและกำลังพยายามหาวิธีในการอนุรักษ์ความทรงจำเขากำลังเข้าใกล้ทุกวันและในกระบวนการนั้นเขาได้พัฒนาอุปกรณ์ที่ช่วยให้เขาเห็นความตั้งใจของคนอื่น เมื่อเขาไม่ได้ศึกษาเพิ่มเติมกับกลไกในการจดจำเขาจะออกไปกับเพื่อนและใช้เวลาฝันเป็นที่นอนกับหมาของเขา"
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqyhP3Vf/leon.webp",
          "name": "เลออน",
          "thumb": "SNj98pQL/leon.png",
          "ability": "นักเตะโดดสูง",
          "ability_desc": "ฟื้นคืน HP หลังจากการเข้าสู่การต่อสู้",
          "gender": "ชาย",
          "age": "20",
          "date": "30/09",
          "bio": "เลออนเป็นนักศึกษามหาวิทยาลัยที่มีทักษะทางบาสเกตบอลอย่างสุดขีดและไม่กลัวที่จะแสดงให้เห็น เขาสามารถกระโดดไปสูงกว่าใครๆที่เขารู้จักด้วยความช่วยเหลือของขาไฟฟ้าของเขา เขามีความสนใจในอิเล็กทรอนิกส์และรู้จักซ่อมแซมและปรับแต่งขาของเขาเมื่อมันพบปัญหา เขาอาจดูเหมือนว่าเขาเรียกให้ดูแค่เรื่องบาสเกตบอล แต่เขาใช้กีฬานี้ไม่เพียงแค่เพื่อสนับสนุนครอบครัวของเขาแต่ยังเพื่อเพื่อนของเขาด้วย"
        }
      ]
    },
    {
      "details": [
        {
          "image": "RZVrMkGB/thiva.webp",
          "name": "Thiva",
          "thumb": "prmd9RQp/thiva.png",
          "ability": "พลังสดใส",
          "ability_desc": "ความเร็วในการช่วยเพื่อนร่วมทีมยืนขึ้นเพิ่มขึ้น 70% ระยะเวลาเย็บแผล: 90 วินาที เพื่อนที่ถูกช่วยยืนขึ้นจะฟื้นคืน HP 60 ใน 3 วินาที",
          "gender": "ชาย",
          "age": "25",
          "date": "02/12",
          "bio": "Thiva เป็นพี่น้องชายของ Dimitri เขามีพรสวรรค์ตามธรรมชาติและเล่นเพลงตลอดวัยเด็ก เขาอยากจะช่วยโลกและปรับปรุงชีวิตของคนๆ หนึ่ง แต่เชื่อว่าวิธีที่ดีที่สุดคือการถึงถึงบุคคลด้วยข้อความที่แท้จริงผ่านทางเพลงของเขา"
        }
      ]
    },
    {
      "details": [
        {
          "image": "0NPsJ69L/dimitri.webp",
          "name": "Dimitri",
          "thumb": "7hHgjGyj/dimitri.png",
          "ability": "การเต้นของหัวใจที่ช่วยดี",
          "ability_desc": "สร้างพื้นที่ฟื้นฟูที่มีรัศมี 3.5 เมตร ภายในนั้นผู้ใช้และพันธมิตรฟื้นฟู 10 HP/s การช่วยยืนขึ้นจะถูกเรียกใช้โดยอัตโนมัติเมื่อจำเป็น โซนนี้คงอยู่ในเวลา 12 วินาที ประสิทธิภาพในการช่วยเพื่อนร่วมทีมสามารถถูกเสริมด้วยทักษะอื่นๆ ความเร็วในการเย็บแผล: 90 วินาที",
          "gender": "ชาย",
          "age": "26",
          "date": "16/05",
          "bio": "Dimitri เป็นพี่น้องชายของ Thiva ในชีวิตประจำวัน เขาใช้ส่วนใหญ่ของวันในห้องปฏิบัติการพัฒนาเทคโนโลยีเสียงใหม่ หลังจากเขาค้นพบความหลงไหลในดนตรี เขารู้สึกว่าการช่วยเหลือโลกและปรับปรุงชีวิตของคนผ่านผลงานเทคโนโลยีของเขาอาจเป็นหนึ่งในความฝันของเขา"
        }
      ]
    },
    {
      "details": [
        {
          "image": "L8dR2Cw4/d-bee.webp",
          "name": "D-Bee",
          "thumb": "prCBdQZ2/bee.png",
          "ability": "จังหวะกระสุน",
          "ability_desc": "เมื่อยิงขณะเคลื่อนที่ ความเร็วในการเคลื่อนที่และความแม่นยำเพิ่มขึ้น",
          "gender": "ชาย",
          "age": "19",
          "date": "23/09",
          "bio": "D-Bee มีบุคลิกที่ร่าเริงและชอบพบปะกับคนใหม่ เขาเชื่อว่าความหมายของชีวิตคือการสร้างสรรค์ นั่นคือเหตุผลที่เขากลายเป็นผู้สร้างเพลง เขายังหลงใหลในการเต้นรำและดนตรี"
        }
      ]
    },
    {
      "details": [
        {
          "image": "7YSPGrgJ/maro.webp",
          "name": "Maro",
          "thumb": "zGgRtSgV/maro.png",
          "ability": "ความดุจากนกเหยี่ยว",
          "ability_desc": "ความเสียหายเพิ่มขึ้นตามระยะทาง ความเสียหายต่อศัตรูที่ถูกทำเครื่องหมายเพิ่มขึ้น",
          "gender": "ชาย",
          "age": "32",
          "date": "23/05",
          "bio": "Maro มีความชอบในการอยู่ใกล้กับสัตว์มากกว่ามนุษย์ เขารู้สึกว่ามนุษย์บ่อยครั้งคิดมากเกินไปและลืมถึงความหมายแท้จริงของชีวิต เขาต้องการเป็นจิตเสรีและหวังว่าเขาสามารถช่วยให้มนุษย์อื่นๆ เข้าใกล้กับธรรมชาติผ่านนกของเขา"
        }
      ]
    },
    {
      "details": [
        {
          "image": "HnwGxHfp/skyler.webp",
          "name": "Skyler",
          "thumb": "rmFskSKG/skyler.png",
          "ability": "จังหวะทะลุคลื่น",
          "ability_desc": "ปล่อยคลื่นเสียงไปข้างหน้าที่ทำความเสียหายกับกำแพง Gloo นอกจากนี้ การติดตั้งกำแพง Gloo ทุกรายจะทำให้เกิดการฟื้นฟู HP นอกเหนือจากนี้ ผลของการฟื้นฟูไม่สะสม",
          "gender": "ชาย",
          "age": "26",
          "date": "05/07",
          "bio": "Skyler ได้รับความโด่งดังเป็นนักร้องและนักเต้น pop ยอดนิยมที่สุดในประเทศและตอนนี้เป็นประธานกรรมการผู้บริหารของบริษัทบันเทิงที่ใหญ่ที่สุดในเวียดนาม มีความทะเยอทะยานที่จะเป็นนักร้องเพลงที่ดีที่สุดในธุรกิจและเพื่อค้นหาความสามารถที่ดีที่สุด เขาไม่ชอบแพ้และเชื่อว่าความคิดสร้างสรรค์ทำให้คนเห็นดีในโลกนี้แทนที่จะเห็นเป็นเลว"
        }
      ]
    },
    {
      "details": [
        {
          "image": "jjmB4LTx/xayne.webp",
          "name": "Xayne",
          "thumb": "Yqm9M2qP/xayne.png",
          "ability": "การปะทะแบบแอ็กซ์ทรีม",
          "ability_desc": "ได้รับ HP เพิ่มขึ้น 120 ชั่วโมง ความเสียหายที่เพิ่มขึ้นสำหรับกำแพง Gloo และเกราะ อายุ 6 วินาที",
          "gender": "หญิง",
          "age": "23",
          "date": "21/04",
          "bio": "Xayne เคยสนใจกิจกรรมที่รุนแรงมากๆ ตั้งแต่เธอยังเด็ก ๆ เลย แทนที่จะชอบความตื่นเต้นจากกีฬาที่รุนแรงมากกว่าการปฏิสัมพันธ์กับมนุษย์ เธอเป็นคนอิสระอยากสำรวจชีวิตและค้นหาขอบเขตของมัน ถ้ามีใครถามความสามารถของเธอที่จะทำภารกิจเธอจะแน่นอนว่าจะหาทางทำได้"
        }
      ]
    },
    {
      "details": [
        {
          "image": "D0kknmpj/shirou.webp",
          "name": "Shirou",
          "thumb": "jjTC8VTF/shirou.png",
          "ability": "การส่งความเสียหาย",
          "ability_desc": "เมื่อผู้ใช้ถูกโจมตีจากภายในระยะ 80 เมตร ผู้โจมตีจะถูกทำเครื่องหมาย (เฉพาะผู้ใช้เห็นเท่านั้น) ยิงครั้งแรกในศัตรูที่ถูกทำเครื่องหมายจะมีการทะลวงเกราะเพิ่มขึ้น",
          "gender": "ชาย",
          "age": "19",
          "date": "20/11",
          "bio": "Shirou เป็นเด็กวัยรุ่งวัยที่มีความรับผิดชอบอย่างมากซึ่งเสี่ยงทุกสิ่งเพื่อป้องกันครอบครัวและเมืองบ้านของเขา เขาทำงานเป็นเด็กผู้ส่งสินค้าที่จัดส่งพัสดุรอบกรุงเกรซาที่แออัดและแออัด เขาจะต้องเอาชนะโอกาสที่ยิ่งใหญ่และต่อสู้กับกำลังที่ใหญ่กว่าเขาเพื่อค้นหาความจริงและเรียกเสียงชีวิตของเขา"
        }
      ]
    },
    {
      "details": [
        {
          "image": "sXfsbM8p/chrono.webp",
          "name": "Chrono",
          "thumb": "CxXsdxjf/chrono.png",
          "ability": "การหมุนเวลา",
          "ability_desc": "สร้างเขตป้องกันการทำลาย ไม่สามารถโจมตีศัตรูภายนอกจากภายในเขตได้",
          "gender": "ชาย",
          "age": "35",
          "date": "05/02",
          "bio": "Chrono มาจากจักรวาลขนาดเท่าเทียมที่มีระดับวิทยาศาสตร์และเทคโนโลยีสูงกว่าระดับในโลกปัจจุบันของโลกเราโลก โลกเดิมของเขา โชคดีเพื่อเขาเขาเป็นเด็กน้อยที่ปกติในจักรวาลเดิมของเขา บิดาและมารดาของเขาเป็นทนายความที่มีชื่อเสียงที่ต่อสู้กับความยากจนและช่วยให้คนจนบ้านที่ไม่มีบ้านมีส่วนร่วมในสังคม เนื่องจากเรื่องนี้เขามีความตระหนักเกี่ยวกับกลุ่มที่ไม่พอใจตั้งแต่เขายังน้อย และเมื่อเขาโตขึ้นเขาหาวิธีในการทำส่วนของตัวเองเพื่อช่วยด้วย"
        }
      ]
    },
    {
      "details": [
        {
          "image": "t4hbTdG3/dasha.webp",
          "name": "Dasha",
          "thumb": "QtrgkYY8/dasha.png",
          "ability": "การปาร์ตี้",
          "ability_desc": "ลดความเสียหายที่ได้รับและเวลาฟื้นตัวหลังจากการตกลงมา ลดอัตราการสะสมของการสะเนาะและการสะสมสูงสุด",
          "gender": "หญิง",
          "age": "25",
          "date": "08/12",
          "bio": "Dasha เป็นสาวปาร์ตี้ที่ปฏิบัติตามคำกล่าว \"ทำงานหนัก และเล่นหนักขึ้น\" เธอเป็นคนน่ารังเกียจเล็กน้อย มักจะเริ่มปัญหาเมื่อเธอไม่ได้ตั้งใจทำ ตอนนี้เธอผ่านมาหลายสิ่งในชีวิต แต่เธอยินดีที่ได้พบกับ Mambas ที่ความสามารถหลากหลายของเธอได้รับการประเมินค่า แต่ตอนนี้เธอได้มีส่วนร่วมในสิ่งที่เธอไม่ได้ตั้งใจ แต่เวลาเท่านั้นจะบอกว่ามันคุ้มค่าหรือไม่"
        }
      ]
    },
    {
      "details": [
        {
          "image": "GmJ0rcvz/k.webp",
          "name": "K",
          "thumb": "s257X9jt/k.png",
          "ability": "เจ้าของทั้งหมด",
          "ability_desc": "เพิ่ม EP สูงสุดขึ้น 50 โหมด Jiujitsu: พันธมิตรภายในระยะ 6m ได้รับการเพิ่มอัตราการแปลง EP 500% โหมดจิตวิทยา: ฟื้นตัว EP 2 หน่วยทุก {4} วินาที สูงสุด {6} EP CD สลับโหมด 3 วินาที",
          "gender": "ชาย",
          "age": "31",
          "date": "06/10",
          "bio": "K เป็นเด็กที่ฉลาดแต่เหมือนกับเด็กในวัยเขาไม่เอาจริงเรื่องการเรียน ตอนที่เขามีอายุ 16 ปี ยังเป็นนักเรียนชั้นปีสามในโรงเรียนมัธยม ก่อนอายุ 16 ปี เขาได้รับอุบัติเหตุรถยนต์และบาดเจ็บกระดูกสันหลัง เพื่อนรักของเขาบอกว่าเขาจะไม่สามารถเดินได้อีกแล้ว แต่เขาปฏิเสธที่จะยอมแพ้ - นี่จะไม่ใช่จุดจบสำหรับเขา เขาไปทำกายภาพบำบัด ทำการบำบัดของตัวเองที่บ้าน และพบเทรนเนอร์เพื่อช่วยเขาดันไกล ในปีหนึ่งเขาเดินเกี่ยว ในปีที่สองเขาเล่นกีฬา ประสบการณ์นี้สอนเขาสิ่งหลายๆ อย่างที่จะติดต่อกับเขาตลอดชีวิต - อย่ายึดชีวิตให้ไว้ - เขาต้องพัฒนาตัวเขาเองในการผ่านประสบการณ์นี้และเขาได้เรียนรู้เข้าใจตัวเองและแรงจูงใจของเขาและที่มาของเขาในโลก -ผลข้างเคียงของสิ่งนี้คือเขาสามารถอ่านและเข้าใจคนรอบข้างเขาในแบบเดียวกัน - เขายังต้องการทำให้ร่างกายและจิตใจของเขาแข็งแกร่งขึ้นเพื่อไม่ให้ได้รับบาดเจ็บในวิธีเดียวกันอีก"
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRZ4bxJ5/luqueta.webp",
          "name": "ลูเคตา",
          "thumb": "nc5DGwMy/luqueta.png",
          "ability": "Kỹ Năng Kat Trick",
          "ability_desc": "ทุกการฆ่าเพิ่ม HP สูงสุด, สูงสุดถึง 35.",
          "gender": "ชาย",
          "age": "20",
          "date": "10/06",
          "bio": "ลูเคตาเป็นนักศึกษาแลกเปลี่ยนจากต่างประเทศ เขาย้ายมาเพราะงานของพ่อ. พ่อของเขาต้องการให้เขาตามรอยของเขาและได้รับ MBA และเข้าสู่ธุรกิจ. แต่ลูเคตาเห็นชีวิตของพ่อเขาและไม่ต้องการสิ่งใดจากนั้น. เขาเป็นเด็กที่มีความสามารถทางกีฬาเสมอ. เมื่อเขาย้ายมา, เขาเริ่มเล่นฟุตบอลในโรงเรียน, เขารู้ว่าเขาเก่งเมื่อเขายังเป็นเด็ก แต่ในโรงเรียนมัธยมเขากลายเป็นดาว. เขาไม่ต้องพยายามมากและเป็นที่น่าประหลาด."
        }
      ]
    },
    {
      "details": [
        {
          "image": "nLHyh6kx/kelly.webp",
          "name": "เคลลี",
          "thumb": "V6Rt9fbg/kelly.png",
          "ability": "Kỹ Năng Dash",
          "ability_desc": "เพิ่มความเร็วในการวิ่ง.",
          "gender": "หญิง",
          "age": "17",
          "date": "01/04",
          "bio": "ในวัยเด็ก, เธอเป็นเด็กที่ร่าเริงกับแม่คุณโรงเรณูและพ่อเลี้ยง, เอนดรู. เมื่อแม่เธอและอันดรูแยกทางเธอเป็นคนตรงไปตรงมา แต่เธอยังคงติดต่อกับอันดรู. เคลลีเสมอเป็นนักวิ่งที่ดี, แต่ในโรงเรียนมัธยม, โค้ชลูกแล้วพบเธอและเธอกลายเป็นดาวของโรงเรียน. เมื่อเธอพบตัวเองบนเกาะที่ไม่รู้จัก, เธอจะถูกบังคับตัดสินใจที่ยากลำบากที่จะกำหนดทางอนาคตของเธอ."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W34cXQF8/hayato.webp",
          "name": "ฮายาโตะ",
          "thumb": "yxLFK11x/hayato.png",
          "ability": "Kỹ Năng Bushido",
          "ability_desc": "ยิ่งต่ำ HP, ความเข้มของเกราะเพิ่มขึ้น.",
          "gender": "ชาย",
          "age": "20",
          "date": "21/03",
          "bio": "ฮายาโตะต้องหลายภาระกับความเป็นที่สูงสุดเป็นลูกสุดหลายของ บริษัท Yagami. เขาถูกยกให้ในชีวิตที่ทางสัตว์ของเขาจะบริการเกียรติและยศของครอบครัว. เมื่อบริษัทครอบครัวของพวกเขาถูก Horizon ได้รับ, เขาไม่ลังเลที่จะมีส่วนร่วมในเรื่องของธุรกิจเพื่อให้แน่ใจว่า Yagamis จะยังดำเนินการด้วยเกียรติ."
        }
      ]
    },
    {
      "details": [
        {
          "image": "bJGpq7yJ/moco.webp",
          "name": "โมโค",
          "thumb": "zBJbGsPg/moco.png",
          "ability": "Kỹ Năng Hacker's Eye",
          "ability_desc": "แท็กศัตรูที่ Moco ยิงเป็นเวลาไม่กี่วินาที.",
          "gender": "หญิง",
          "age": "20",
          "date": "13/02",
          "bio": "โมโคเป็นนักวิศวกรที่เก่งที่เข้าร่วม Horizon, บริษัทเทคโนโลยีที่สำคัญที่สุดในทวีป. แต่เมื่อเธอค้นพบว่าพวกเขากำลังทำผิด, เธอทำการสูบผีเสื้อ, ลบตัวตนของเธอจากบันทึกสาธารณะและซ่อนตัวไปเพื่อหาทางหยุดแผนของพวกเขา. เธอชอบดำเนินการคนเดียว, แต่เร็ว ๆ นี้เธอจะตระหนักรู้ว่าการลงโลกนี้มีขนาดใหญ่เกินไปที่จะเข้ามาด้วยตนเอง."
        }
      ]
    },
    {
      "details": [
        {
          "image": "fTsnPt9k/steffie.webp",
          "name": "สเตฟี",
          "thumb": "G272hHyW/steffie.png",
          "ability": "Kỹ Năng Graffiti's Blessing",
          "ability_desc": "สร้างพื้นที่ที่บล็อคของได้. ผู้พันธมิตรในพื้นที่จะเรียกคืนความทนทานของเกราะทุกวินาทีและความเสียหายของกระสุนที่ได้รับจากศัตรูจะลดลง.",
          "gender": "หญิง",
          "age": "23",
          "date": "05/11",
          "bio": "สเตฟีมีการปะทะยาวนานกับสถาบัน, เริ่มต้นจากพ่อแม่ของเธอ. เธอขัดขืนตั้งแต่เด็กและต่อเนื่องไปเรื่อย ๆ. ชีวิตของเธอพบทางทวีควันเมื่อเธอทำให้สังคมขนาดใหญ่, Horizon, และถูกบังคับต้องหลบหนีหรือกลายเป็นอาหารสำหรับการทดลองของพวกเขา. เธอถูก Moco ช่วยและไม่นานหลังจากนั้นพบกับ Mambas, กองทัพกบฏที่ดูเหมือนว่าเป็นการเรียกเสียงที่แท้จริงของเธอ."
        }
      ]
    },
    {
      "details": [
        {
          "image": "LsQmK9Mw/misha.webp",
          "name": "มีชา",
          "thumb": "zB0Lbx9P/misha.png",
          "ability": "แอฟเตอร์เบิร์นเนอร์",
          "ability_desc": "เพิ่มความเร็วในการขับขี่และลดความเสียหายขณะอยู่ภายในรถ. ยากที่จะถูกเล็งเป้าขณะขับขี่.",
          "gender": "หญิง",
          "age": "19",
          "date": "26/07",
          "bio": "หลังจากที่พ่อและแม่ถูกฆ่า มีชาละทิ้งการเรียนการสอนและกลายเป็นนักแข่งรถเพื่อหารายได้เพื่อดูแลตัวเองและน้องชาย Maxim หนึ่งวัน Maxim หายตัวและเธอละทิ้งทุกอย่างเพื่อค้นหาเขา เรื่องราวของเธอตัดต่อกับ Andrew ขณะที่พวกเขาค้นหาครอบครัวของตนเส้นทางของพวกเขาจะพาเธอผ่านทางทางใหม่และอันตราย, โดยที่ปลายทางอันไกลรอเสียการมองเห็น."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HWqskk7C/maxim.webp",
          "name": "Maxim",
          "thumb": "43RHr76w/maxim.png",
          "ability": "อิ่มอาจ",
          "ability_desc": "ลดเวลาการทานเห็ดและใช้ชุดแพทย์.",
          "gender": "ชาย",
          "age": "17",
          "date": "30/01",
          "bio": "Maxim รู้สึกว่ามีความผิดที่น้องสาว Misha ละทิ้งการเรียนเพื่อดูแลเขา แต่เขาไม่มีทักษะทางปฏิบัติมากมายและกลับมาทานอาหารวี-ทูบเป็นงานพาร์ทไทม์ของเขา หนึ่งวันเขากับเพื่อนร่วมชั้น Kelly ถูกลักพาจากรถบัสโรงเรียนและถูกส่งไปยังเกาะเบอร์มิวด้า เกาะนี้จะเปลี่ยนแปลงเขา - เขาจะกลายเป็นคนแข็งแกร่งมากขึ้น, แข็งแรง, มั่นใจมากขึ้น และพร้อมที่จะเผชิญหน้ากับโลกที่หนักหน่วง."
        }
      ]
    },
    {
      "details": [
        {
          "image": "vmtGPrPY/andrew.webp",
          "name": "Andrew",
          "thumb": "TY294Sdh/andrew.png",
          "ability": "เชิดช้างเกราะ",
          "ability_desc": "ลดการสูญเสียความแข็งแกร่งของเกราะ.",
          "gender": "ชาย",
          "age": "42",
          "date": "25/12",
          "bio": "ภรรยาคนแรกของ Andrew มีลูกสาวชื่อ Kelly, ซึ่งเป็นคนใกล้ชิดเขาเท่ากับลูกสาวชาวพื้นเมือง เมื่อเขาหย่าร้างเขาก็พยายามที่จะมีส่วนร่วมในชีวิตของ Kelly. Andrew เคยเป็นนายหน้าสายกับ LLPD จนกระทั่งคู่หมั้นของเขาตายในการโจมตีของแก๊งนักร้ายที่โหดร้าย เขาสูญเสียงนายหน้าลอยตัวในการหาฆาตกรของเธอพร้อมกับการต่อต้าน Horizon ที่พยายามเอาซอร์เวย์ตำรวจ."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CMQS6L4q/caroline.webp",
          "name": "Caroline",
          "thumb": "4xm1J9hg/caroline.png",
          "ability": "ความคล่องแคล่ว",
          "ability_desc": "เพิ่มความเร็วในการเคลื่อนที่เมื่อถือปืนลูกซอง.",
          "gender": "หญิง",
          "age": "17",
          "date": "10/10",
          "bio": "Caroline ถือว่าเธอมีความคล่องแคล่ว, สุภาพ, และซับซ้อนที่ส่วนใหญ่ของสาวหล่อมีน้อย. เธอทำงานภายใต้มาตรฐานสังคม แต่ค่อยๆ จูงใจคนตามที่เธอต้องการ. เธอยังคงเป็นนักเรียน, แต่เนื่องจากความสัมพันธ์ในครอบครัว เธอบางครั้งถูกดึงเข้ามาในแผนของ Horizon. เธอและ Hayato เป็นเพื่อนร่วมทางและบางครั้งยังช่วยกัน."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43xXSKjp/laura.webp",
          "name": "Laura",
          "thumb": "c1FYrJW4/laura.png",
          "ability": "นักยิงมือเก๋า",
          "ability_desc": "เพิ่มความแม่นยำขณะมีการมองกล้อง.",
          "gender": "หญิง",
          "age": "29",
          "date": "21/05",
          "bio": "Laura เป็นเด็กที่เก่งที่สุดในชั้นของเธอและเป็นนักยิงมือเก๋าที่โดดเด่นที่สุดที่พลูต่างๆเคยสร้างขึ้น. มันก็เมื่อพ่อของเธอหายตัวในสงครามที่เธอเลือกทางของเธอเพื่อเป็นนักวิเคราะห์เพื่อพยายามหาเขา. ยังคงอยู่ในการค้นหาของเธอ, เธอทำงานสำหรับหน่วยงานกำจัดความต้องการของคนร้ายที่กำลังทำให้เมืองเธอเจ็บปวด. Laura ต้องทบทวนชีวิตของเธอเมื่อเป้าหมายใหม่ของเธอ, Rafael, ไม่ได้เป็นใครที่พวกเขาบอกกับเธอว่าเขาคือ."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jSZbPxC2/rfael.webp",
          "name": "Rafael",
          "thumb": "W1gh6NBZ/rafael.png",
          "ability": "เงียบมาก",
          "ability_desc": "เมื่อใช้ปืนลูกซองและปืนมาร์คแมน จะมีเอฟเฟกต์การปิดเสียง ศัตรูที่โดนโจมตีและล้มลงจะสูญเสีย HP ไวกว่า",
          "gender": "ชาย",
          "age": "31",
          "date": "09/09",
          "bio": "เคยเป็นผู้ชายคนหนึ่งที่เป็นคนใจดีตลอดจนกระทั่งเกิดเหตุฉุกเฉินในครอบครัวที่หนักหักและความตาย ทำให้เขากลายเป็นคนที่เย็นชาและแค้นแล้ว เขาตอนนี้เดินทางไปทั่วโลกไม่เพียงแค่เพื่อค้นหาคนที่ทำลายครอบครัวของเขาเท่านั้น แต่ยังรับสัญญาณหากต้องการให้ความยุติธรรมแก่ความชั่วร้ายอื่น ๆ ขณะที่ปีสิบผ่านไป เขาเข้าใจว่าชีวิตไม่ได้ดำและขาวมากนักเหมือนที่ดูเหมือน การปรากฏตัวของลอร่าที่น่ารักในชีวิตของเขาตอนนี้ได้เพิ่มความยุ่งเหยิงลงในโครงสร้างการดูแลระดับชีวิตของเขาอีก"
        }
      ]
    },
    {
      "details": [
        {
          "image": "zfrJStF2/alok.webp",
          "name": "Alok",
          "thumb": "qBxwQ0d9/alok.png",
          "ability": "Thả Nhịp Beat",
          "ability_desc": "Tạo ra vùng phủ rộng 5m, tăng tốc độ di chuyển và chạy cũng như phục hồi HP. Hiệu ứng không thể chồng chéo.",
          "gender": "ชาย",
          "age": "28",
          "date": "26/08",
          "bio": "Sử dụng sức mạnh của âm nhạc, Alok rời khỏi Brazil và du lịch khắp thế giới. Tên của anh có nghĩa là 'ánh sáng'. Anh đã ký một hợp đồng và một buổi biểu diễn đóng cửa sẽ diễn ra trên đảo chiến trường của Garena Free Fire dành cho một số khách VIP!"
        }
      ]
    },
    {
      "details": [
        {
          "image": "kgdrkVRB/jota.webp",
          "name": "Jota",
          "thumb": "9Q6yCNhd/jota.png",
          "ability": "Tấn Công Liên Tục",
          "ability_desc": "Khi sử dụng súng, đánh trúng mục tiêu sẽ phục hồi một ít máu cho người chơi.",
          "gender": "ชาย",
          "age": "31",
          "date": "23/06",
          "bio": "Jota lớn lên trong một gia đình tầng lớp trung bình, là một học sinh trung bình và có một gia đình yêu thương anh. Nói chung, cuộc sống của anh khá bình thường, nhưng anh cảm thấy bị mắc kẹt và cần nhiều hơn là hành động. Anh sống trong một thành phố với các tòa nhà chọc trời nên trời luôn bị che khuất, nên anh bắt đầu leo trèo để tìm nơi có thể nhìn thấy bầu trời."
        }
      ]
    },
    {
      "details": [
        {
          "image": "1tWsS9hb/clu.webp",
          "name": "Clu",
          "thumb": "7LzMzrVt/clu.png",
          "ability": "Theo Dấu Bước",
          "ability_desc": "Xác định vị trí của kẻ địch không ở trong tư thế nằm hoặc ngồi, Thời gian hồi chiêu 50 giây. Đồng đội chia sẻ hiệu ứng kỹ năng sau cấp độ 4.",
          "gender": "Nữ",
          "age": "24",
          "date": "28/02",
          "bio": "Clu lớn lên ở ngoại ô của một thành phố lớn. Bố mẹ của cô ấy giàu có, chưa bao giờ phải lo lắng về cơ bản của cuộc sống và cô ấy có một tuổi thơ rất yêu thương. Khi cô ấy còn là một thiếu niên, bố cô ấy đã được mời tham gia nỗ lực chiến tranh. Chiến tranh kết thúc một năm sau đó và ông không bao giờ về nhà. Ông không bao giờ được tìm thấy. Clu trở thành một thám tử tư sau khi tốt nghiệp trung học với hi vọng cô có thể khám phá ra chi tiết về sự biến mất của bố."
        }
      ]
    },
    {
      "details": [
        {
          "image": "P56gNSF8/wolfrahh.webp",
          "name": "Wolfrahh",
          "thumb": "5yD2LTpp/wolfrah.png",
          "ability": "Đèn Sân Khấu",
          "ability_desc": "Mỗi lượt xem thêm: Sát thương nhận từ đầu giảm, lên đến 25%. Sát thương tới chi nhánh của kẻ địch tăng lên.",
          "gender": "Nam",
          "age": "19",
          "date": "29/04",
          "bio": "Wolfrahh lớn lên trốn tránh thế giới sau một sự kiện đau lòng. Sau khi đối mặt với nỗi sợ, anh đã vượt qua một số vấn đề tự tin của mình nhưng vẫn gặp khó khăn trong việc tìm ra bản thân mình. Anh được mời tham gia cuộc thi VR lớn nhất dành cho những người chơi ẩn dật nhất trên lục địa để trình diễn kỹ năng của mình. Tuy nhiên, trong quá trình này, anh phát hiện ra bí mật - sự lựa chọn của anh xung quanh những điều đó sẽ xác định cuộc đời của anh."
        }
      ]
    },
    {
      "details": [
        {
          "image": "wM7HTS9M/alvaro.webp",
          "name": "Alvaro",
          "thumb": "63d0kx44/alvaro.png",
          "ability": "ศิลปะของการทำลาย",
          "ability_desc": "เพิ่มความเสียหายของอาวุธระเบิด, เพิ่มระยะความเสียหาย",
          "gender": "ชาย",
          "age": "26",
          "date": "28/05",
          "bio": "Alvaro เป็นหนุ่มสาวที่มีบุคลิกที่ระเบิด อุบัติเหตุในวัยเด็กเป็นของขวัญที่ให้เขาพลังพิเศษในการทำลาย, แต่ต้องสละความทรงจำ. เขาสูญเสียตัวเองในวงรอบตลอดเวลาของการค้นหาความทรงจำของเขาและความจำเป็นในการใช้พลังของเขาเพื่อช่วยคนที่เขาดูแล. สิ่งที่คงที่เดียวที่เขาพบเจอในชีวิตของเขาคือ Kapella, เพื่อนที่ดีในวัยเด็กของเขา, ซึ่งเขาไม่ได้จดจำได้."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jdntV08k/antonio.webp",
          "name": "Antonio",
          "thumb": "MHqDx31P/antonio.png",
          "ability": "จิตวิญญาณของนักเลง",
          "ability_desc": "ได้รับ HP เพิ่มเติมเมื่อรอบเริ่ม",
          "gender": "ชาย",
          "age": "30",
          "date": "01/08",
          "bio": "Antonio เป็นคนที่คนมักพยายามหลีกเลี่ยงติดตามด้วยสายตา. ดูเหมือนว่าเขาจะชกคุณในใบหน้าถ้าคุณทำตายิ้มหายใจของเขาไปนาน. ในความเป็นจริง, ภายใต้มีลักษณะที่อาละวาดนั่น, เขาอาจเป็นอาจจะถือว่าชื่อซึ่งเขาทำให้เขาดูและนอบน้อม. เติบโตในสงครามของแก๊งท้องถิ่น, เขาไม่เคยรุนแรงโดยไม่มีเหตุผล - เขาเพียงแค่ปกป้องตัวเองและคนที่เขารัก - ภรรยาของเขา, ครอบครัวของเขา, และ Chihuahua ชื่อ Poncho."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MpWwnM6g/paloma.webp",
          "name": "Paloma",
          "thumb": "5NZXCYR1/paloma.png",
          "ability": "การค้าอาวุธ",
          "ability_desc": "สามารถพกกระสุน AR โดยไม่เสียช่องทราย",
          "gender": "หญิง",
          "age": "28",
          "date": "04/08",
          "bio": "ทุกคนที่มีโอกาสทราบ Paloma, มองหาแด่เธอในทางหนึ่งหรือหลายทาง. ดอกไม้ป่าที่บานอยู่ในย่านเหล็ก โครงสร้างบางครั้งมาจากความเชื่อมั่นที่ไม่ยั่งยืนที่ทำให้คนเคลื่อนไหวให้สู่เธอเนื่องจากเธอส่งมอบความรู้สึกของความปลอดภัยในอนาคตและวิสัยทัศน์. สิ่งเดียวที่สามารถทำให้เธอหลงเสนอจากการมองหาในอนาคตของเธอ, คือความรักของชีวิตของเธอ, Antonio."
        }
      ]
    },
    {
      "details": [
        {
          "image": "YCkrQD3n/miguel.webp",
          "name": "Miguel",
          "thumb": "ncL4kD2D/iguel.png",
          "ability": "นักสังเวยรุนแรง",
          "ability_desc": "Miguel สามารถได้รับ EP สำหรับการฆ่าทุกร้าย.",
          "gender": "ชาย",
          "age": "26",
          "date": "10/10",
          "bio": "ในการทุ่มเทในชีวิตของเขาให้กับกฎหมายและความยุติธรรม, Miguel นำทีมของเขาผ่านการดำเนินการต่อต้านอาชญากรรมมาหลายครั้ง โดยมีอัตราความสำเร็จ 100%. ทีมของเขาเป็นทีมที่มีชื่อเสียงในการทำงานที่หายาก, นั่นคือเหตุผลที่ไม่มีใครคาดคะเนได้จากเหตุการณ์ทรุดโรคมา 6 เดือนที่แล้ว. Miguel จะรู้ลงมาว่า, ความเจ็บปวดและความโกรธหลังจากภารกิจที่ล้มเหลวไม่เท่ากับการทราบว่าเพื่อนทรายทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาทราบว่าเขาจะสูญเสียมาก่อน."
        }
      ]
    },
    {
      "details": [
        {
          "image": "mgwbj3pb/mikita.webp",
          "name": "Nikita",
          "thumb": "7L1JDHX4/mikita.png",
          "ability": "ผู้เชี่ยวชาญด้านอาวุธ",
          "ability_desc": "เพิ่มความเร็วในการเติมกระสุน 20%. ทุกครั้งที่ผู้ใช้ทักษะโดนศัตรู, เป้าหมายจะได้รับการหักลดรับการรักษา 30% ที่รักษาราย 10 วินาที (หักลดสูงสุด: 30%).",
          "gender": "หญิง",
          "age": "22",
          "date": "11/11",
          "bio": "ภาระท่าทางสำคัญของเธอคือการปกป้อง Caroline, ลูกสาวของรองประธานบริษัท Horizon. สำเร็จการศึกษาในฐานะนักยิงลูกศรยอดเยี่ยมจากโรงเรียนทหาร, Nikita สามารถมีความทะเยอทะยานที่ยิ่งใหญ่กว่าที่เด็กหญิงวางใจจะมี แต่ดูเหมือนว่าเธอมีความพึงพอใจกับสิ่งที่เป็นไปได้ มีความสุขมากๆ กับสิ่งที่เป็นไปได้ นั่นเป็นเรื่องน่าสงสารที่เธอมีวัตถุประสงค์ของตัวเอง, คนที่อาจไม่ได้มีประโยชน์ต่อ Horizon."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43Br7BL9/kapella.webp",
          "name": "Kapella",
          "thumb": "TwGmWLhh/kapella.png",
          "ability": "เพลงรักษา",
          "ability_desc": "เพิ่มผลของไอเทมฟื้นฟูและทักษะการฟื้นฟู ลดการสูญเสีย HP ของเพื่อนร่วมทีม ผลของการเพิ่มขึ้นไม่สะสม",
          "gender": "หญิง",
          "age": "21",
          "date": "17/07",
          "bio": "Kapella ถูกทารุณตั้งแต่วัยเด็กและได้รับการรับเลี้ยงโดยผู้รวยด้านเทคโนโลยี Joseph หญิงหนุ่มที่แจ่มใสนี้มีการสังเกตและรับฟังอย่างมาก เธอกลายเป็นนักร้องที่มีชื่อเสียงทั่วโลกและเป็นสมาชิกของทีม Mambas บุคลิกภาพของเธอแน่นอนเป็นส่วนสำคัญของความสำเร็จของเธอ แต่แน่นอน, ดาวไม่ได้เกิดขึ้นเอง. เมื่อ Alvaro, ความทรงจำจากอดีตของเธอ, ปรากฏตัว, เธอต้องตัดสินใจว่าสิ่งใดสำคัญที่สุดในชีวิตของเธอ."
        }
      ]
    },
    {
      "details": [
        {
          "image": "SN9FTLsB/joseph.webp",
          "name": "Joseph",
          "thumb": "bwDQXfKY/joseph.png",
          "ability": "การเคลื่อนไหวที่บ้า",
          "ability_desc": "กลายเป็นภูมิต้านทานต่อผลกระทบที่รบกวน (เช่น การชะล้าง, การทำเครื่องหมาย, การทำให้เงียบทักษะ) และมีการเพิ่มความเร็วในการเคลื่อนที่ 10% เป็นเวลา 5 วินาที ระยะเวลาซ่อมแซม: 60 วินาที",
          "gender": "ชาย",
          "age": "45",
          "date": "02/02",
          "bio": "กษัตริย์ของชายชาว New Dawn, Joseph, ได้รับการก่อตั้ง Nerve Labs, บริษัทเทคโนโลยีที่ประสบความสำเร็จ ณ ที่สุดของ Great Collapse, Joseph ได้ยินข่าวเกี่ยวกับแผนชั่วร้ายของ Horizon สำหรับมนุษยชาติ และกลายเป็นศัตรูกับนักวิทยาศาสตร์ที่อยู่ในระดับที่ฉลาดมาก."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cHVZCFCc/notora.webp",
          "name": "Notora",
          "thumb": "hvYfMf4L/notora.png",
          "ability": "พระคุณของนักวิ่ง",
          "ability_desc": "เมื่อขับรถ, ฟื้นฟู HP ของสมาชิกทั้งหมดบนรถ ผลของไม่สะสม.",
          "gender": "หญิง",
          "age": "27",
          "date": "22/03",
          "bio": "ลูกสาวของครอบครัวบางเกอร์แบงค์, Notora ไม่เคยมีคำพูดมากนักเกี่ยวกับวิถีชีวิตของเธอ ถึงแม้เธอจะแข็งแกร่งและหนักในภาษาต่ำ แต่เธอมีความเกลียดชังลึกๆ ในการใช้ความรุนแรงไร้ประโยชน์. ทีมทั้งหมดของเธอถูกลบไปในช่วงท้ายที่รุนแรงของการแต่ละพยากรณ์. โชคร้ายให้หลงมองข้ามเธออีกครั้ง. Notora จะรู้เร็วมาก ยิ่งไปที่นั่น ว่ามันไม่ใช่โชคที่นำเธอมาที่นี่."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cC2WKXJm/a124.webp",
          "name": "A124",
          "thumb": "MTk53pH8/a124.png",
          "ability": "ความทรงจำของการต่อสู้",
          "ability_desc": "ปล่อยคลื่นไฟฟ้า elektromagnet ระยะ 8 เมตรที่ปิดใช้งานทักษะของศัตรูและขัดจังหวะการนับถอยหลังของพวกเขา มีผลต่อเป็นเวลา 20 วินาที CD: 50 วินาที. ป้ายของ A124.",
          "gender": "หญิง",
          "age": "18",
          "date": "01/01",
          "bio": "เกิดมาเพื่อรับบทบาท A124 ถูกโปรแกรมมาเพื่อเป็นเครื่องมือฆ่า. เธอแน่นอนไม่ได้ถูกสร้างขึ้นเพื่อการโต้ตอบกับมนุษย์และความรู้สึกที่ซับซ้อน แต่ใครจะหยุดใจอ่อนของสมองเยาว์จากการลองทดลองไม่ได้? ด้วยทักษะในการต่อสู้เหล่านั้นและจิตใจที่好奇, โลกกลายเป็นหอยเชอรี่ของเธอ."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0Q4FZrq5/kla.webp",
          "name": "Kla",
          "thumb": "WzYJK58J/kla.png",
          "ability": "มวยไทย",
          "ability_desc": "เพิ่มความเสียหายของกำแพง.",
          "gender": "ชาย",
          "age": "27",
          "date": "14/12",
          "bio": "Kla ต้องเผชิญหน้ากับอุปสรรคหลายอย่างในวัยหนุ่ม, แต่การล่าช้ามากมายที่ทำให้พ่อแม่ของเขาถูกฆ่า - ทำให้เขามุ่งมั่นไปทางความโกรธและความรุนแรง. เขาสูญเสียตัวเองในความโกรธและความผิดรุ่นเหล่านั้นและพบว่าตัวเขาอยู่ในหลุมลึก. มีเพียงเมื่อเขาท้าทายครั้งสุดท้ายอย่างที่ผู้ชายรับผิดชอบต่อการตายของพ่อแม่ของเขาทำให้เขาพบเห็นได้ชัดเจนและเส้นทางของเขาในชีวิต."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cJrV3fVk/wukong.webp",
          "name": "วูคง",
          "thumb": "8kY52fDW/wukong.png",
          "ability": "ลอบเข้าสู่พุ่ม",
          "ability_desc": "เปลี่ยนร่างเป็นพุ่มด้วยการลดความเร็วในการเคลื่อนที่ 5% เป็นเวลา 15 วินาที คูลดาวน์: 200 วินาที การเปลี่ยนร่างจะสิ้นสุดเมื่อวูคงทำการโจมตี คูลดาวน์รีเซ็ตเมื่อวูคงฆ่าศัตรู",
          "gender": "ชาย",
          "age": "0",
          "date": "13/12",
          "bio": "ลิงที่ดูเหมือนมนุษย์ เขายังชอบกินกล้วยนะ"
        }
      ]
    },
    {
      "details": [
        {
          "image": "ZKz4hs1b/olivia.webp",
          "name": "โอลิเวีย",
          "thumb": "BZ7LJw5j/olivia.png",
          "ability": "การสัมผัสการหายป่วย",
          "ability_desc": "ผู้เล่นที่โดนเสียชีวิตแล้วถูกหายขาดด้วยโอลิเวียจะได้ HP เพิ่มเติม",
          "gender": "หญิง",
          "age": "29",
          "date": "10/11",
          "bio": "หลังจากการผ่าตัดจากอุบัติเหตุในวัยเด็ก โอลิเวียได้พัฒนาความสามารถพิเศษในการรักษาและฟื้นฟู - ด้วยการสัมผัสเพียงครั้งเดียวเธอสามารถเบาๆ ผลักความเจ็บปวดออกและกระตุ้นการหายขาดในบาดแผล ถึงแม้จะเจ็บปวดในวัยเด็กโอลิเวียก็เติบโตเป็นคนที่เมตตาและกรุณามากในหมู่เพื่อนร่วมทีมของเธอ อย่างไรก็ตามเธอมีการจับต้อนที่น้อยมากนอกเหนือจากพื้นที่ปลอดภัยของฟอร์ดและหลบห่างจากโลก"
        }
      ]
    },
    {
      "details": [
        {
          "image": "yNjzhVdW/ford.webp",
          "name": "ฟอร์ด",
          "thumb": "k4FQjNLx/ford.png",
          "ability": "ความมั่นคง",
          "ability_desc": "ลดความเสียหายที่ได้รับนอกพื้นที่ปลอดภัย",
          "gender": "ชาย",
          "age": "31",
          "date": "23/01",
          "bio": "เคยเป็นกัปตันในทะเลแห่งเปิด ฟอร์ดตัดสินใจที่จะสร้างที่พักอาศัยปลอดภัยสำหรับผู้ลี้ภัย เขาคือ \"ลุงที่ฉลาดและเชื่อถือได้\" ของทุกคน ที่รู้จักทางน้ำเข้าและออกจากเบอร์มิวด้าได้ดี รู้ดีว่าความทรงจำที่ถูกทราบจะเป็นอันตราย ฟอร์ดพยายามสร้างสมดุลระหว่างความไว้วางใจและความระมัดระวัง ภูมิใจที่จิตใจของเขามีความทนทาน เพราะมีรอยยิ้มแรกของเธอ"
        }
      ]
    },
    {
      "details": [
        {
          "image": "4dhkDpPH/shani.webp",
          "name": "ชานี",
          "thumb": "LsV5wy66/shani.png",
          "ability": "การรีไซเคิลเกราะ",
          "ability_desc": "ฟื้นฟูความทนทานของเกราะหลังจากทุบโทษศัตรูทุกครั้ง ความทนทานเพิ่มขึ้นสามารถอัพเกรดเกราะได้ สูงสุดถึงเลเวล 3",
          "gender": "หญิง",
          "age": "31",
          "date": "23/06",
          "bio": "ชานีเป็นวิศวกรที่สร้างมาเอง พ่อแม่ของเธอถูกฆ่าโดยการระเบิดที่อาคารเมื่อเธออายุ 18 และเธอสูญเสียทุกสิ่งทุกอย่างที่เธอเคยมี ที่เธอจำนวนปีที่ผ่านมาและทำงานงานอดิเรกเพื่อหารายได้ในขณะที่เดินทางรอบ ๆ เมือง เมื่อเธอถูกนำเข้ามาและถูกจำทำด้วยเครื่องมือขยะ เธอเจอกับคนขับรถรีไซเคิลที่ให้เธอเข้าพัก และให้เธอที่อยู่ที่เรียกว่าบ้าน ที่นั่นเธอสามารถทำงานกับชิ้นส่วนขยะและสร้างสรรค์ตามใจที่เธอต้องการ"
        }
      ]
    }
  ]
}
