{
  "data": [
    {
      "details": [
        {
          "image": "wvb8P0Dp/ignis.webp",
          "name": "Ignis",
          "thumb": "SRT1XKtw/ignis.png",
          "ability": "Api Liar",
          "ability_desc": "Pasang skrin berapi yang lebar 12m dan berlangsung selama 10s (jarak pemasangan maksimum: 15m). Musuh dan dinding Gloo yang bersentuhan dengan skrin akan mengalami kesan pembakaran: segera ambil 30 DMG dan, setiap saat berikutnya, ambil 10 DMG dan hilang 20% ketahanan baju zirah. Kesannya berlangsung selama 2s. Dinding Gloo akan segera menerima 200 DMG, dan 200 DMG/s selama 1s. Massa semula: 60s.",
          "gender": "Lelaki",
          "age": "16",
          "date": "17/07",
          "bio": "Ignis adalah remaja bermuatan super yang memiliki kemampuan bawaan untuk membakar objek. Pada waktu lapangnya, dia melawan jenayah dan menegakkan keadilan, tetapi sering mendapati dirinya menyebabkan kesusahan yang tidak diingini kerana kuasanya. Orang awam mengkritik Ignis atas tindakannya, dan semasa remajanya yang memberontak, dia merespon dengan sikap menantang. Walau bagaimanapun, ini tidak menghalangnya dari membela rakyat dan bandar, setidak-tidaknya buat masa ini."
        }
      ]
    },
    {
      "details": [
        {
          "image": "25yfxsBw/ryden.webp",
          "name": "Ryden",
          "thumb": "2SB96rdK/ryden.png",
          "ability": "Perangkap Labah-labah",
          "ability_desc": "Lepaskan labah-labah ledakan yang boleh dimusnahkan ke arah sasaran. Berlangsung selama 30s. Ketuk pada butang kemahiran sekali lagi dalam tempoh 10s untuk menghentikan pergerakan labah-labah. Labah-labah akan menangkap musuh pertama yang dilihatnya dalam jarak 5m, mengurangkan kelajuan mereka sebanyak 80% dan menyebabkan mereka kehilangan 10 HP/s. Kesannya berdarah selama 3s. Massa semula: 75s.",
          "gender": "Lelaki",
          "age": "16",
          "date": "07/09",
          "bio": "Sebagai seorang jenius yang berusia 16 tahun, rasionaliti dan pengetahuan Ryden melampaui rakan-rakannya. Budak lelaki yang dulunya duduk di bawah sayap adik perempuannya, Suzy, kini menakluki medan perang. Inovasinya yang berbakat akan membuka jalan baginya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "44VRwbnr/sonia.webp",
          "name": "Sonia",
          "thumb": "kG4fdmXw/sonia.png",
          "ability": "Perisai Hidup Nano",
          "ability_desc": "Selepas menerima kerosakan mematikan, masuk ke dalam keadaan tidak terkoyak dan tidak bergerak selama 0.4s. Kemudian, dapatkan perisai 50 HP yang berlangsung selama 2s. Pengguna kemahiran akan dilenyapkan apabila perisai itu lenyap. Massa semula: 180s.",
          "gender": "Wanita",
          "age": "20",
          "date": "04/08",
          "bio": "Sonia adalah ahli nanosains yang diubahsuai secara genetik dengan kecerdasan luar biasa dan kepakaran dalam nanobioteknologi."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRxpwGvv/orion.webp",
          "name": "Orion",
          "thumb": "TPVkV04j/orion.png",
          "ability": "Hempasan Merah Jambu",
          "ability_desc": "Menggantikan EP dengan 300 Tenaga Merah Jambu. Menggunakan 200 Tenaga Merah Jambu untuk mengaktifkan perlindungannya, di mana anda tidak dapat menerima kerosakan atau menyerang musuh dan akan menyerap 10 HP (mengecualikan Mata Baja musuh) dari musuh dalam jarak 5m. Berlangsung selama 3s, di mana kelajuan gerakan anda akan berkurang sebanyak 20%. Massa semula: 3s.",
          "gender": "Lelaki",
          "age": "22",
          "date": "13/08",
          "bio": "Orion, binatang pembalas dendam yang pakar dalam menggunakan Tenaga Merah Jambu semasa pertempuran."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W4ycY5GP/santino.webp",
          "name": "Santino",
          "thumb": "5td7QTnN/santino.png",
          "ability": "Pemisah Bentuk",
          "ability_desc": "Hasilkan patung manusia seberat 200 HP yang secara autonomus bergerak selama 12s. Apabila patung berada dalam jarak 60m, gunakan kemahiran lagi untuk bertukar tempat dengannya. Anda hanya boleh bertukar sekali dalam tempoh 3s, hingga 2 kali secara keseluruhan. Pemain yang menghancurkan patung akan ditandai selama 5s. Massa semula: 60s.",
          "gender": "Lelaki",
          "age": "34",
          "date": "14/10",
          "bio": "Lahir dalam kemiskinan, Santino mencintai seni sejak kecil. Dia belajar di sekolah seni terkenal di mana bakatnya dalam reka bentuk berkembang. Selepas tamat pengajian, Santino menubuhkan jenama fesyennya, Angelic, dan menjadi selebriti dengan pandangan tajam terhadap pemasaran. Dengan kejayaan besar dalam bidang ini, dia sentiasa berada di pusat perhatian dunia fesyen."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CdTtTt1W/luna.webp",
          "name": "Luna",
          "thumb": "mZ85pd28/luna.png",
          "ability": "Bertarung atau Lari",
          "ability_desc": "Kemahiran ini pada awalnya meningkatkan kadar tembakan. Apabila pengguna melumpuhkan musuh, kadar tembakan akan bertukar menjadi peningkatan kelajuan gerakan.",
          "gender": "Perempuan",
          "age": "28",
          "date": "18/03",
          "bio": "Luna adalah anak kepada seorang lelaki yang rumit dengan sejarah yang rumit. Dia matang dengan cepat menguruskan ketidakbertanggungjawaban bapanya dan ketidakbertanggungjawaban orang dewasa di sekelilingnya. Apabila kepemimpinan bapanya dalam Guild dipertikaikan dan akhirnya diculik, Luna terpaksa melangkah ke hadapan dan mencipta langkahnya sendiri untuk mengambil alih kumpulan dan mengembalikan kesejahteraan kepada komuniti."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4N1kRf6P/tatsuya.webp",
          "name": "Tatsuya",
          "thumb": "PxK2cxhP/tatusya.png",
          "ability": "Rebel Rush",
          "ability_desc": "Bergerak ke hadapan dengan kelajuan yang tinggi. Kemahiran ini boleh dikumpulkan untuk kegunaan berturut-turut.",
          "gender": "Lelaki",
          "age": "16",
          "date": "20/12",
          "bio": "Tatsuya terbelah antara perasaan pengkhianatan dan kasih sayangnya kepada keluarganya. Dia tidak tahu bagaimana untuk menangani dikotomi perasaan ini dan dengan sukarela membenarkan dirinya ditarik ke dalam masalah. Hanya setelah dia dan adiknya, Shirou, perlu bekerja sama untuk menyelesaikan konspirasi, barulah dia sedar bahawa dia tidak sendirian di dunia ini dan memiliki kuasa untuk mengubah persekitarannya menjadi lebih baik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "K8LGTSBg/a-patroa.webp",
          "name": "A-Patroa",
          "thumb": "L6W02nPP/patroa.png",
          "ability": "",
          "ability_desc": "Slot kemahiran eksklusif boleh dipasang dengan mana-mana kemahiran yang dimiliki dan slot yang tinggal secara automatik dibuka apabila anda mendapat watak ini.",
          "gender": "Perempuan",
          "age": "28",
          "date": "30/03",
          "bio": "A-Patroa adalah seorang wanita yang kuat dan yakin yang menjalankan kedai muzik di tengah kawasan yang berbahaya. Kedainya berfungsi juga sebagai tempat perlindungan, di mana sesiapa pun boleh datang meminta bantuan daripadanya. Selain itu, dia menggunakan muziknya untuk membantu orang mengalami kehidupan mereka dengan cara baru dan berbeza untuk membantu mereka."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqRMNq21/iris.webp",
          "name": "Iris",
          "thumb": "QxnpndYn/iris.png",
          "ability": "Wall Brawl",
          "ability_desc": "Selama 15s, menembak dengan berjaya ke dinding Gloo akan menandakan musuh dalam lingkungan 7m daripadanya dan menembusi dinding Gloo untuk menyebabkan kerosakan kepada musuh yang ditandakan (kerosakan yang dikenakan akan lebih rendah dari biasa). Berkesan pada maksimum 5 Dinding Gloo. Jeda: 60s.",
          "gender": "Perempuan",
          "age": "30",
          "date": "01/10",
          "bio": "Dengan penglihatannya yang tajam, Iris pandai meramal tindakan musuh untuk merebut peluang kemenangan. Jika anda risau retorikanya, optimisme tanpa fikiran, dan hiper-individu akan memberi kesan kepada kerjasama anda, jangan risau. Iris tidak pernah bekerjasama dengan sesiapa pun - kecuali Homer yang menerima dia tanpa syarat, dan membersihkan segala kacauan dia."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MZNJm3W0/jbiebs.webp",
          "name": "J.Biebs",
          "thumb": "sDncdcxm/biebs.png",
          "ability": "Silent Sentinel",
          "ability_desc": "Pengguna kemahiran dan sekutu boleh menghalang kerosakan dengan menggunakan EP. Dalam kes ini, jumlah EP yang dikurangkan dari sekutu akan ditambahkan kepada EP pengguna kemahiran.",
          "gender": "Lelaki",
          "age": "28",
          "date": "01/03",
          "bio": "J.Biebs adalah seorang lelaki yang ingin menyatukan dunia yang retak. Melalui pengalaman kanak-kanaknya, dia belajar bahawa jawapan kepada masalah orang bukanlah wang atau kuasa tetapi hubungan sebenar antara manusia. Dia telah memutuskan untuk menggunakan kemahiran menyanyinya untuk mendedikasikan hidupnya untuk menyatukan semula dunia."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cCgyNwc8/homer.webp",
          "name": "Homer",
          "thumb": "L4DkLTtS/homer.png",
          "ability": "Merasa Gelombang Kejutan",
          "ability_desc": "Melepaskan drone ke arah musuh terdekat dalam jarak frontal 100m, menciptakan ledakan pulsa dengan diameter 4 m yang mengurangkan kelajuan pergerakan sebanyak 60% dan kelajuan penembakan sebanyak 35%. Berlangsung selama 5s. Menyebabkan 25 kecederaan. Penyahjadian semula: 90s.",
          "gender": "LELAKI",
          "age": "30",
          "date": "01/06",
          "bio": "Homer adalah seorang lelaki buta yang bukan sahaja seorang pembunuh upahan, tetapi juga salah seorang pengasas kumpulan teknologi yang berkembang pesat di Griza. Walau bagaimanapun, Homer, yang telah meredupkan kuasanya dalam beberapa tahun kebelakangan ini, kini hanya mahu mencari kebenaran di sebalik penyakit yang aneh yang membuatnya buta pada masa kanak-kanaknya, institut penyelidikan misteri yang dia panggil sekolahnya, dan mineral bumi yang jarang yang berkaitan dengannya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XJqtwdmD/kenta.webp",
          "name": "Kenta",
          "thumb": "rswrQB1k/kenta.png",
          "ability": "Kemarahan Pendekar Pedang",
          "ability_desc": "Membentuk perisai yang mengurangkan kerosakan senjata dari hadapan. Reset apabila pengguna melepaskan tembakan.",
          "gender": "LELAKI",
          "age": "38",
          "date": "05/05",
          "bio": "Kenta bertugas sebagai pengawal badan dan pandai besi bagi keluarga Hayato Yagami selama bertahun-tahun. Dia adalah seorang lelaki yang jarang bercakap tetapi melindungi tuannya yang baru, yang muda, dalam apa jua situasi yang mereka hadapi. Dia mempunyai kehendak peribadi sendiri, tetapi dia menangguhkannya sementara dia melayani Hayato semasa masa yang berbahaya bagi keluarga Yagami."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MHVwQ1jJ/nairi.webp",
          "name": "Nairi",
          "thumb": "mkkPQQ4Z/nairi.png",
          "ability": "Besi Ais",
          "ability_desc": "Dinding Gloo yang dikerahkan memulihkan 150 ketahanan setiap saat apabila dipukul, di mana rakan sepasukan dalam lingkungan 5m memulihkan 20HP/s. Maksimum 40HP bagi setiap rakan sepasukan dari setiap Dinding Gloo.",
          "gender": "LELAKI",
          "age": "23",
          "date": "27/12",
          "bio": "Nairi menemui minat dalam cuaca pada usia muda apabila dia dipaksa meninggalkan iklim sejuk. Tetapi cintanya pada salji membawanya kembali ke sana. Dia membangunkan teknologi mikromanipulasi iklim untuk membolehkannya bertahan dalam keadaan paling ekstrem. Kini dia menghabiskan waktunya mendaki gunung, berjalan-jalan, dan mengejar ribut mencari jawapan untuk meramalkan cuaca."
        }
      ]
    },
    {
      "details": [
        {
          "image": "dtRvQmY8/otho.webp",
          "name": "Otho",
          "thumb": "tC11JtD2/otho.png",
          "ability": "Kabus Kenangan",
          "ability_desc": "Membentuk kabus kenangan apabila musuh dilenyapkan, mendedahkan kedudukan musuh lain yang berdekatan.",
          "gender": "LELAKI",
          "age": "21",
          "date": "01/11",
          "bio": "Otho mempunyai minda yang berimaginasi tetapi sangat praktikal. Dia takut lupa kenangan masa lalunya dan cuba mencari cara untuk menyimpan masa lalu. Dia semakin dekat setiap hari dan dalam proses itu telah membangunkan peranti yang membolehkannya melihat niat orang lain. Apabila dia tidak menyelidiki lebih banyak mekanisme untuk memori, dia keluar bersama rakan-rakannya dan menghabiskan masa dengan berangan-angan dengan anjingnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqyhP3Vf/leon.webp",
          "name": "Leon",
          "thumb": "SNj98pQL/leon.png",
          "ability": "Penyelamat HP Selepas Pertempuran",
          "ability_desc": "Memulihkan HP selepas terlibat dalam pertempuran.",
          "gender": "LELAKI",
          "age": "20",
          "date": "30/09",
          "bio": "Leon adalah seorang pelajar universiti yang memiliki kemahiran bola keranjang yang ekstrem dan tidak takut untuk menunjukkannya. Dia boleh melompat lebih tinggi daripada hampir sesiapa yang dia kenal dengan bantuan kaki bioniknya. Dia mempunyai minat dalam elektronik dan tahu bagaimana membaiki dan membetulkan kakinya apabila ia mengalami kerosakan. Dia mungkin kelihatan hanya peduli tentang bola keranjang, tetapi dia menggunakan sukan itu tidak hanya untuk menyokong keluarganya, tetapi juga kawannya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "RZVrMkGB/thiva.webp",
          "name": "Thiva",
          "thumb": "prmd9RQp/thiva.png",
          "ability": "Getaran Vital",
          "ability_desc": "Kelajuan membantu rakan pasukan meningkat sebanyak 70%. Jeda masa: 90s. Rakan yang dibantu bangun kembali pulih 60 HP dalam 3s.",
          "gender": "LELAKI",
          "age": "25",
          "date": "02/12",
          "bio": "Thiva adalah adik lelaki Dimitri. Beliau berbakat secara semulajadi dan memainkan muzik sepanjang kanak-kanaknya. Dia benar-benar ingin membantu dunia dan meningkatkan kehidupan orang, tetapi percaya cara terbaik untuk melakukannya adalah dengan menyampaikan mesej sejati kepada individu melalui muziknya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0NPsJ69L/dimitri.webp",
          "name": "Dimitri",
          "thumb": "7hHgjGyj/dimitri.png",
          "ability": "Detak Hati Penyembuhan",
          "ability_desc": "Mencipta zona penyembuhan berjejari 3.5m. Di dalamnya, pengguna dan sekutu pulih 10 HP/s. Bantuan bangun akan diaktifkan secara automatik bila diperlukan. Zon berlangsung selama 12s. Kesan membantu rakan pasukan boleh diperkukuhkan oleh kemahiran lain. Jeda masa: 90s.",
          "gender": "LELAKI",
          "age": "26",
          "date": "16/05",
          "bio": "Dimitri adalah abang Thiva. Dalam kehidupan harian, beliau akan menghabiskan sebahagian besar waktunya di makmal mengembangkan teknologi bunyi baru. Selepas menemui minatnya dalam muzik, beliau sedar membantu dunia dan meningkatkan kehidupan melalui penciptaan teknologi mungkin menjadi salah satu impiannya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "L8dR2Cw4/d-bee.webp",
          "name": "D-Bee",
          "thumb": "prCBdQZ2/bee.png",
          "ability": "Dentuman Peluru",
          "ability_desc": "Apabila menembak sambil bergerak, kelajuan pergerakan dan ketepatan meningkat.",
          "gender": "LELAKI",
          "age": "19",
          "date": "23/09",
          "bio": "D-Bee mempunyai personaliti ekstrovert dan suka berkenalan dengan orang baru. Beliau percaya bahawa erti hidup adalah mencipta, dan itulah sebabnya beliau menjadi pembuat muzik. Beliau juga terpesona dengan tarian dan muzik."
        }
      ]
    },
    {
      "details": [
        {
          "image": "7YSPGrgJ/maro.webp",
          "name": "Maro",
          "thumb": "zGgRtSgV/maro.png",
          "ability": "Semangat Helang",
          "ability_desc": "Kerosakan meningkat dengan jarak. Kerosakan kepada musuh yang ditandai meningkat.",
          "gender": "LELAKI",
          "age": "32",
          "date": "23/05",
          "bio": "Maro lebih suka berkawan dengan haiwan daripada manusia. Beliau rasa manusia sering terlalu fikir panjang dan lupa tentang makna sebenar hidup. Beliau mahu menjadi jiwa bebas dan berharap dapat membantu membawa manusia lain lebih dekat kepada alam semulajadi melalui burung-burungnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HnwGxHfp/skyler.webp",
          "name": "Skyler",
          "thumb": "rmFskSKG/skyler.png",
          "ability": "Ritma Gelombang Pasang",
          "ability_desc": "Melepaskan gelombang bunyi ke hadapan yang merosakkan dinding Gloo. Setiap Dinding Gloo yang diletakkan akan menyebabkan pemulihan HP. Kesan pemulihan tidak bertindak ganda.",
          "gender": "LELAKI",
          "age": "26",
          "date": "05/07",
          "bio": "Skyler menjadi terkenal sebagai penyanyi-penari pop paling hangat di negara itu, dan kini beliau adalah CEO syarikat hiburan terbesar di Vietnam. Memotivasikan diri untuk menjadi bakat muzik terbaik dalam perniagaan dan juga mencari bakat terbaik. Beliau tidak suka kalah dan percaya bahawa kreativiti membolehkan orang melihat kebaikan dalam dunia ini daripada kejahatan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jjmB4LTx/xayne.webp",
          "name": "Xayne",
          "thumb": "Yqm9M2qP/xayne.png",
          "ability": "Pertemuan Ekstrim",
          "ability_desc": "Mendapatkan sementara 120 HP, meningkatkan kerosakan kepada Dinding Gloo dan perisai. Berlangsung selama 6s.",
          "gender": "Wanita",
          "age": "23",
          "date": "21/04",
          "bio": "Xayne selalu berminat dengan aktiviti lebih ekstrem sejak kecil. Dia lebih suka kejutan adrenalin dari sukan ekstrim daripada interaksi manusia. Sebagai roh bebas, dia ingin meneroka kehidupan dan mencari batasannya. Jika seseorang mempersoalkan keupayaannya untuk menyelesaikan suatu misi, dia pasti akan mencari jalan untuk melakukannya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "D0kknmpj/shirou.webp",
          "name": "Shirou",
          "thumb": "jjTC8VTF/shirou.png",
          "ability": "Kerosakan Disampaikan",
          "ability_desc": "Apabila pengguna dilanggar dari dalam 80m, penyerang ditanda (hanya kelihatan untuk pengguna). Tembakan pertama pada musuh yang ditandakan mempunyai penembusan zirah tambahan.",
          "gender": "Lelaki",
          "age": "19",
          "date": "20/11",
          "bio": "Shirou adalah seorang remaja dengan rasa tanggungjawab yang kuat yang telah mempertaruhkan segalanya untuk melindungi keluarganya dan kampung halamannya. Dia bekerja sebagai penghantar menghantar bungkusan di sekitar bandar yang sibuk dan sesak Griza. Dia akan perlu mengatasi peluang besar dan berhadapan dengan kekuatan yang lebih besar daripadanya untuk mencari kebenaran dan panggilan sejatinya dalam hidup."
        }
      ]
    },
    {
      "details": [
        {
          "image": "sXfsbM8p/chrono.webp",
          "name": "Chrono",
          "thumb": "CxXsdxjf/chrono.png",
          "ability": "Pemutar Masa",
          "ability_desc": "Mencipta medan kekuatan yang menghalang kerosakan. Tidak dapat menyerang musuh luar dari dalam medan.",
          "gender": "Lelaki",
          "age": "35",
          "date": "05/02",
          "bio": "Chrono berasal dari alam semesta selari di mana terdapat tahap sains dan teknologi yang lebih tinggi daripada tahap di dunia kita sekarang, Bumi. Dia mempunyai masa kanak-kanak yang normal dalam alam semesta asalnya. Ibunya dan bapanya adalah peguam terkenal yang memerangi kemiskinan dan membantu orang miskin yang tunawisma untuk menjadi sebahagian daripada masyarakat. Oleh kerana itu, dia sentiasa mempunyai kesedaran tentang kumpulan yang tidak beruntung sejak dia masih muda dan semasa dia membesar dia mencari cara untuk memberikan sumbangannya untuk membantu juga."
        }
      ]
    },
    {
      "details": [
        {
          "image": "t4hbTdG3/dasha.webp",
          "name": "Dasha",
          "thumb": "QtrgkYY8/dasha.png",
          "ability": "Mengadakan Pesta",
          "ability_desc": "Mengurangkan kerosakan yang diterima dan masa pemulihan dari jatuh. Mengurangkan kadar penumpukan rekoi dan rekoi maksimum.",
          "gender": "Wanita",
          "age": "25",
          "date": "08/12",
          "bio": "Dasha adalah seorang gadis pesta yang mengikuti motto 'kerja keras, berpesta lebih keras lagi'. Dia agak nakal, sering memulakan masalah tanpa berniat. Dia telah melalui banyak perkara dalam hidupnya, tetapi gembira kerana telah menemui Mambas yang menghargai pelbagai kemahirannya. Tetapi sekarang dia terlibat dalam sesuatu yang tidak dimaksudkan, tetapi hanya masa akan memberitahu sama ada ia berbaloi untuk dicuba."
        }
      ]
    },
    {
      "details": [
        {
          "image": "GmJ0rcvz/k.webp",
          "name": "K",
          "thumb": "s257X9jt/k.png",
          "ability": "Penguasa Semua",
          "ability_desc": "EP maksimum meningkat sebanyak 50. Mod Jiujitsu: Sekutu dalam jarak 6m mendapat peningkatan kadar konversi EP sebanyak 500%. Mod Psikologi: Pulihkan 2 EP setiap {4} saat, sehingga {6} EP. CD pertukaran mod 3s.",
          "gender": "Lelaki",
          "age": "31",
          "date": "06/10",
          "bio": "K adalah seorang kanak-kanak bijak, tetapi seperti kebanyakan kanak-kanak seusianya, dia tidak serius dalam persekolahan. Pada usia 16 tahun, masih sebagai pelajar tingkatan tiga di sekolah menengah, dia terlibat dalam kemalangan kereta dan cedera tulang belakang. Doktor-doktornya memberitahunya bahawa dia tidak akan pernah boleh berjalan lagi. Tetapi dia enggan untuk menyerah - ini tidak akan menjadi akhir baginya. Dia pergi ke fizioterapi, melakukan terapi sendiri di rumah, dan mencari jurulatih untuk membantunya mendorong lebih jauh. Dalam tempoh setahun dia berjalan; dalam dua tahun dia bermain sukan. Pengalaman ini mengajarnya beberapa perkara yang akan melekat padanya sepanjang hidupnya. - Jangan menganggap hidup sebagai sesuatu yang sewajarnya. - Dia terpaksa meneroka dirinya sendiri untuk melalui pengalaman itu dan dia belajar untuk memahami dirinya sendiri, motivasinya serta tempatnya dalam dunia. - Sebagai kesan sampingan, sekarang dia boleh membaca dan memahami orang di sekelilingnya dengan cara yang sama. - Dia juga ingin menjadikan tubuh dan mindanya lebih kuat agar tidak cedera dengan cara yang sama lagi."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRZ4bxJ5/luqueta.webp",
          "name": "Luqueta",
          "thumb": "nc5DGwMy/luqueta.png",
          "ability": "Trick Kat",
          "ability_desc": "Setiap pembunuhan meningkatkan HP maksimum, sehingga 35.",
          "gender": "Lelaki",
          "age": "20",
          "date": "10/06",
          "bio": "Luqueta adalah seorang pelajar pertukaran dari luar negeri. Dia berpindah kerana kerja ayahnya. Ayahnya ingin dia mengikuti jejaknya, mendapatkan MBA, dan terlibat dalam perniagaan. Tetapi Luqueta melihat kehidupan ayahnya dan tidak mahu apa-apa dari itu. Dia selalu seorang kanak-kanak yang suka sukan. Apabila dia berpindah, dia mula bermain bola sepak untuk sekolah; dia tahu dia hebat sejak kecil, tetapi di sekolah menengah, dia menjadi bintang. Dia bahkan tidak perlu berusaha keras untuk menjadi hebat."
        }
      ]
    },
    {
      "details": [
        {
          "image": "nLHyh6kx/kelly.webp",
          "name": "Kelly",
          "thumb": "V6Rt9fbg/kelly.png",
          "ability": "Berlari",
          "ability_desc": "Meningkatkan kelajuan larian.",
          "gender": "Perempuan",
          "age": "17",
          "date": "01/04",
          "bio": "Semasa kecil, dia adalah seorang kanak-kanak yang gembira dengan ibu angkatnya, Rena, dan bapa tiri, Andrew. Apabila ibunya dan Andrew bercerai, dia sangat sedih tetapi tetap berhubungan dengan Andrew. Kelly selalu menjadi pelari yang baik, tetapi di sekolah menengah, jurulatih berlarian mendapatinya dan dia menjadi bintang berlarian sekolah. Apabila dia mendapati dirinya di sebuah pulau yang tidak dikenali, dia akan terpaksa membuat pilihan sukar yang akan menentukan jalan masa depannya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W34cXQF8/hayato.webp",
          "name": "Hayato",
          "thumb": "yxLFK11x/hayato.png",
          "ability": "Bushido",
          "ability_desc": "Semakin rendah HP anda, semakin tinggi penetrasi zirah anda.",
          "gender": "Lelaki",
          "age": "20",
          "date": "21/03",
          "bio": "Hayato mempunyai banyak tanggungjawab sebagai waris sulung kepada Yagami Corporation. Dia dibesarkan dalam kehidupan di mana kewujudannya dimaksudkan untuk melayani kehormatan dan kemuliaan keluarganya. Apabila perniagaan keluarga mereka diakuisisi oleh Horizon, dia tidak ragu untuk terlibat dalam urusan korporat untuk memastikan bahawa Yagamis terus beroperasi dengan penuh kehormatan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "bJGpq7yJ/moco.webp",
          "name": "Moco",
          "thumb": "zBJbGsPg/moco.png",
          "ability": "Mata Penggodam",
          "ability_desc": "Menandai musuh yang ditembak oleh Moco selama beberapa saat.",
          "gender": "Perempuan",
          "age": "20",
          "date": "13/02",
          "bio": "Moco adalah seorang jenius teknologi yang bergabung dengan Horizon, syarikat teknologi yang paling prestij di benua. Tetapi apabila dia mengetahui bahawa mereka terlibat dalam tindakan jahat, dia menghilang, menghapus identitinya dari rekod awam, dan bersembunyi untuk mencari cara untuk menghentikan rancangan mereka. Dia suka beroperasi sendiri, tetapi tidak lama lagi akan sedar bahawa ancaman ini terlalu besar untuk dia tangani sendiri."
        }
      ]
    },
    {
      "details": [
        {
          "image": "fTsnPt9k/steffie.webp",
          "name": "Steffie",
          "thumb": "G272hHyW/steffie.png",
          "ability": "Berkat Grafiti",
          "ability_desc": "Mencipta kawasan yang menghalang benda yang boleh dilemparkan. Sekutu dalam kawasan itu akan mengembalikan ketahanan zirah setiap saat, dan kerosakan peluru yang diterima dari musuh akan dikurangkan.",
          "gender": "Perempuan",
          "age": "23",
          "date": "05/11",
          "bio": "Steffie mempunyai perselisihan lama dengan institusi, bermula dengan ibu bapanya. Dia memberontak sejak awal dalam hidupnya dan terus melakukannya. Hidupnya mengalami pembalikan yang sukar apabila dia mencemarkan gigant teknologi, Horizon, dan terpaksa lari atau menjadi mangsa untuk eksperimen mereka. Dia diselamatkan oleh Moco dan tidak lama kemudian menemui Mambas, sebuah pasukan pemberontak yang kelihatan sebagai panggilan sejatinya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "LsQmK9Mw/misha.webp",
          "name": "Misha",
          "thumb": "zB0Lbx9P/misha.png",
          "ability": "Afterburner",
          "ability_desc": "Meningkatkan kelajuan pemanduan dan mengurangkan kerosakan yang diterima semasa berada dalam kenderaan. Lebih sukar untuk diarahkan semasa memandu.",
          "gender": "Perempuan",
          "age": "19",
          "date": "26/07",
          "bio": "Selepas ibu bapanya dibunuh, dia meninggalkan sekolah dan Misha menjadi pemandu lumba untuk membayar bil dan menyokong dirinya dan adik lelakinya, Maxim. Suatu hari Maxim hilang, dan dia meninggalkan segalanya untuk mencarinya. Penjelajahannya bersilang dengan Andrew ketika mereka mencari keluarga masing-masing. Perjalanan mereka akan membawanya melalui jalan baru dan berbahaya, dengan akhir yang jauh dari pandangan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HWqskk7C/maxim.webp",
          "name": "Maxim",
          "thumb": "43RHr76w/maxim.png",
          "ability": "Gluttony",
          "ability_desc": "Mengurangkan masa untuk makan cendawan dan menggunakan med kit.",
          "gender": "Lelaki",
          "age": "17",
          "date": "30/01",
          "bio": "Maxim berasa bersalah kerana kakaknya, Misha, berhenti sekolah untuk menjaga dia. Tetapi dia tidak mempunyai banyak kemahiran praktikal dan beralih kepada v-tubing pemakanan sebagai pekerjaan separuh masa. Suatu hari, dia dan rakan sekolahnya Kelly diculik dari bas sekolah dan dihantar ke pulau Bermuda. Pulau itu akan mengubahnya - dia akan menjadi lebih sihat, lebih kuat, lebih yakin dan lebih bersedia menghadapi dunia yang keras."
        }
      ]
    },
    {
      "details": [
        {
          "image": "vmtGPrPY/andrew.webp",
          "name": "Andrew",
          "thumb": "TY294Sdh/andrew.png",
          "ability": "Pakar Armor",
          "ability_desc": "Mengurangkan kehilangan ketahanan baju besi.",
          "gender": "Lelaki",
          "age": "42",
          "date": "25/12",
          "bio": "Isteri pertama Andrew mempunyai anak perempuan, Kelly, yang dekat dengannya seperti anak perempuan biologinya. Apabila dia bercerai, dia masih cuba terlibat dalam kehidupan Kelly. Andrew adalah seorang sarjan di LLPD sebelum tunangannya yang baru meninggal dalam serangan kumpulan yang kejam. Dia kehilangan pekerjaan sambil mencari pembunuhnya sambil juga melawan Horizon yang cuba mengambil alih jabatan polis."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CMQS6L4q/caroline.webp",
          "name": "Caroline",
          "thumb": "4xm1J9hg/caroline.png",
          "ability": "Kecekapan",
          "ability_desc": "Peningkatan kelajuan pergerakan apabila memegang senapang patah.",
          "gender": "Perempuan",
          "age": "17",
          "date": "10/10",
          "bio": "Caroline memiliki kecekapan, sopan santun, dan kehalusan yang kebanyakan gadis kaya kurang. Dia bekerja dalam norma sosial, tetapi dengan mahir memanipulasi orang mengikut kehendaknya. Dia masih pelajar, tetapi kerana hubungan keluarganya, dia kadang-kadang terlibat dalam rancangan Horizon. Dia dan Hayato kenalan dan kadang-kadang membantu satu sama lain."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43xXSKjp/laura.webp",
          "name": "Laura",
          "thumb": "c1FYrJW4/laura.png",
          "ability": "Penembak Jitu",
          "ability_desc": "Penambahan ketepatan semasa membidik.",
          "gender": "Perempuan",
          "age": "29",
          "date": "21/05",
          "bio": "Laura merupakan pelajar terbaik dalam kelasnya dan penembak jitu yang paling mencolok yang pernah dihasilkan oleh platoonnnya. Hanya apabila bapanya menghilang dalam peperangan, dia memilih jalannya untuk menjadi ejen khas dan mencuba untuk mencarinya. Masih dalam pencarian, dia bekerja untuk sebuah agensi yang menghapuskan penjahat yang mengganggu bandarnya. Laura kini perlu memikirkan semula hidupnya apabila sasaran barunya, Rafael, bukanlah seperti yang mereka beritahu padanya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jSZbPxC2/rfael.webp",
          "name": "Rafael",
          "thumb": "W1gh6NBZ/rafael.png",
          "ability": "Keheningan Mati",
          "ability_desc": "Kesan keheningan apabila menggunakan senapang penembak tepat dan senapang penembak. Musuh yang terkena dan dijatuhkan mengalami kehilangan HP yang lebih cepat.",
          "gender": "LELAKI",
          "age": "31",
          "date": "09/09",
          "bio": "Rafael adalah seorang lelaki keluarga yang baik hati sehingga tragedi keluarga yang mengerikan telah mengubahnya menjadi penuh dengan kekejaman dan dendam. Kini dia mencari dunia bukan sahaja untuk orang yang menghancurkan keluarganya tetapi juga untuk mendapatkan kontrak untuk membawa keadilan kepada kejahatan lain. Seiring dengan berlalunya waktu, dia menyedari bahawa kehidupan tidak semudah yang dilihat. Penampilan Laura yang cantik dalam hidupnya kini telah melemparkan pencabar baru ke dalam struktur hidupnya yang teratur."
        }
      ]
    },
    {
      "details": [
        {
          "image": "zfrJStF2/alok.webp",
          "name": "Alok",
          "thumb": "qBxwQ0d9/alok.png",
          "ability": "Turunkan Bunyi",
          "ability_desc": "Mencipta aura 5m yang meningkatkan kelajuan bergerak dan lari serta mengembalikan HP. Kesannya tidak boleh dikumpulkan.",
          "gender": "LELAKI",
          "age": "28",
          "date": "26/08",
          "bio": "Dengan menggunakan kuasa muzik, Alok meninggalkan Brazil dan mengembara ke seluruh dunia. Namanya bermaksud 'cahaya'. Dia telah menandatangani kontrak dan konsert tertutup akan berlaku di pulau medan perang Free Fire untuk beberapa tetamu VIP!"
        }
      ]
    },
    {
      "details": [
        {
          "image": "kgdrkVRB/jota.webp",
          "name": "Jota",
          "thumb": "9Q6yCNhd/jota.png",
          "ability": "Serangan Berterusan",
          "ability_desc": "Apabila menggunakan senjata api, memukul musuh akan pulihkan sedikit HP untuk pengguna.",
          "gender": "LELAKI",
          "age": "31",
          "date": "23/06",
          "bio": "Jota dibesarkan dalam keluarga kelas menengah, menjadi pelajar sederhana dan mempunyai keluarga yang menyayanginya. Secara keseluruhannya, hidup yang agak normal - tetapi dia merasa terperangkap dan memerlukan lebih banyak tindakan dalam hidupnya. Dia tinggal di sebuah bandar dengan pencakar langit yang memenuhi cakrawala dan berasa terperangkap, jadi dia mula mendaki untuk mencari tempat untuk melihat langit."
        }
      ]
    },
    {
      "details": [
        {
          "image": "1tWsS9hb/clu.webp",
          "name": "Clu",
          "thumb": "7LzMzrVt/clu.png",
          "ability": "Melacak Langkah",
          "ability_desc": "Menentukan kedudukan musuh yang tidak berbaring atau duduk bersila, CD 50s. Rakan sepasukan berkongsi kesan kemahiran selepas peringkat 4.",
          "gender": "PEREMPUAN",
          "age": "24",
          "date": "28/02",
          "bio": "Clu dibesarkan di pinggiran bandar besar. Ibunya kaya, tidak pernah bimbang tentang keperluan asas kehidupan dan dia mempunyai masa kanak-kanak yang sangat kasih sayang. Ketika dia remaja, bapanya direkrut untuk usaha perang. Perang berakhir setahun kemudian dan dia tidak pernah pulang. Beliau tidak pernah ditemui. Clu menjadi detektif swasta selepas tamat sekolah menengah dengan harapan dia dapat mengungkapkan butiran tentang kehilangan bapanya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "P56gNSF8/wolfrahh.webp",
          "name": "Wolfrahh",
          "thumb": "5yD2LTpp/wolfrah.png",
          "ability": "Cahaya Sorotan",
          "ability_desc": "Dengan setiap penonton tambahan: Kerugian dari tembakan kepala berkurang hingga 25%. Kerosakan kepada anggota badan musuh meningkat.",
          "gender": "LELAKI",
          "age": "19",
          "date": "29/04",
          "bio": "Wolfrahh dibesarkan sembunyi dari dunia selepas satu peristiwa traumatik. Selepas menghadapi ketakutannya, dia berjaya mengatasi beberapa masalah keyakinan dirinya tetapi masih mengalami kesukaran untuk mencari identitinya. Dia dijemput untuk menyertai pertandingan VR bawah tanah terbesar di benua untuk mempersembahkan kemahirannya. Walau bagaimanapun, dalam proses itu, dia menemui rahsia - pilihan-pilihan di sekeliling rahsia tersebut akan menentukan hidupnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "wM7HTS9M/alvaro.webp",
          "name": "Alvaro",
          "thumb": "63d0kx44/alvaro.png",
          "ability": "Seni Penyahhancuran",
          "ability_desc": "Meningkatkan kerosakan senjata letupan, meningkatkan julat kerosakan.",
          "gender": "LELAKI",
          "age": "26",
          "date": "28/05",
          "bio": "Alvaro adalah seorang lelaki muda dengan personaliti yang meletup-letup. Satu kemalangan semasa kanak-kanak memberinya kuasa letupan istimewa, dengan kos kenangan-kenangannya. Dia tersesat dalam satu lingkaran kekal mencari kenangan-kenangannya dan perlu menggunakan kuasanya untuk menyelamatkan orang-orang yang disayanginya. Satu-satunya konstan yang ditemuinya dalam hidupnya adalah Kapella, rakan karib kanak-kanaknya, yang tidak lagi diingatinya secara sedar."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jdntV08k/antonio.webp",
          "name": "Antonio",
          "thumb": "MHqDx31P/antonio.png",
          "ability": "Roh Gangster",
          "ability_desc": "Menerima HP ekstra apabila ronde bermula.",
          "gender": "LELAKI",
          "age": "30",
          "date": "01/08",
          "bio": "Antonio adalah jenis lelaki yang orang cuba elakkan kontak mata dengannya. Kelihatan seolah-olah dia akan menumbuk anda jika pandangan matanya bertahan terlalu lama. Sebenarnya, di bawah penampilan gangster itu, dia pemalu dan sensitif. Dibesarkan dalam peperangan geng tempatan, dia tidak pernah kejam tanpa sebab - dia hanya melindungi dirinya sendiri dan orang-orang yang disayanginya - isterinya, keluarganya, dan Chihuahua bernama Poncho."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MpWwnM6g/paloma.webp",
          "name": "Paloma",
          "thumb": "5NZXCYR1/paloma.png",
          "ability": "Perdagangan Senjata",
          "ability_desc": "Boleh membawa peluru AR tanpa mengambil ruang inventori.",
          "gender": "WANITA",
          "age": "28",
          "date": "04/08",
          "bio": "Setiap orang yang mengenali Paloma, memandang kepadanya dengan cara yang berbeza. Sebatang bunga liar yang mekar di kawasan kumuh yang miskin. Kadang-kadang ini disebabkan oleh keyakinan dirinya yang tidak tergoyahkan yang menyebabkan orang bergerak ke arahnya kerana dia memancarkan rasa keselamatan dan pandangan masa depan. Satu-satunya perkara yang boleh mengganggu fokusnya daripada visi masa depannya adalah cinta dalam hidupnya, Antonio."
        }
      ]
    },
    {
      "details": [
        {
          "image": "YCkrQD3n/miguel.webp",
          "name": "Miguel",
          "thumb": "ncL4kD2D/iguel.png",
          "ability": "Pemburu Gila",
          "ability_desc": "Miguel boleh mendapatkan EP untuk setiap pembunuhan.",
          "gender": "LELAKI",
          "age": "26",
          "date": "10/10",
          "bio": "Mengabdikan hidupnya kepada undang-undang dan keadilan, Miguel telah membimbing pasukannya melalui pelbagai operasi pencegahan jenayah dengan kadar kejayaan 100%. Pasukannya dikenali kerana menangani tugasan-tugasan mustahil, oleh itu tidak ada sesiapa yang mengharapkan insiden tragis 6 bulan yang lalu. Miguel kemudian akan menyedari bahawa kesakitan dan kemarahan selepas misi yang gagal tidak ada apa-apanya berbanding dengan pengkhianatan seorang kawan."
        }
      ]
    },
    {
      "details": [
        {
          "image": "mgwbj3pb/mikita.webp",
          "name": "Nikita",
          "thumb": "7L1JDHX4/mikita.png",
          "ability": "Pakar Senjata Api",
          "ability_desc": "Kelajuan pengisian semula meningkat 20%. Setiap kali pengguna kemahiran mengenai musuh, sasaran tersebut akan mendapat potongan rawatan sebanyak 30% yang berlangsung selama 10s (potongan maksimum: 30%).",
          "gender": "WANITA",
          "age": "22",
          "date": "11/11",
          "bio": "Misi terpentingnya adalah untuk melindungi Caroline, anak perempuan Naib Presiden Horizon. Lulus sebagai penembak terbaik dari sekolah tentera, Nikita pasti memiliki aspirasi yang lebih besar daripada mengiringi seorang gadis remaja, tetapi nampaknya dia gembira dengan bagaimana keadaan berjalan. Seseorang perlu memikirkan jika dia mempunyai objektifnya sendiri, yang mungkin tidak menyokong kepentingan terbaik Horizon."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43Br7BL9/kapella.webp",
          "name": "Kapella",
          "thumb": "TwGmWLhh/kapella.png",
          "ability": "Lagu Penyembuh",
          "ability_desc": "Meningkatkan kesan item penyembuh dan kemahiran penyembuhan. Mengurangkan kehilangan HP rakan. Kesan tidak bertumpuk.",
          "gender": "WANITA",
          "age": "21",
          "date": "17/07",
          "bio": "Kapella menjadi anak yatim piatu ketika kecil dan diambil oleh ahli teknologi terkemuka, Joseph. Wanita muda yang penuh dengan tenaga ini sangat peka dan intuitif. Beliau menjadi penyanyi terkenal di seluruh dunia dan ahli Mambas. Personalitinya pasti memainkan peranan penting dalam kejayaannya, tetapi tentu saja, seorang bintang tidak dilahirkan sendiri. Apabila Alvaro, kenangan dari masa lalunya, muncul semula, dia harus memutuskan apa yang paling penting dalam hidupnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "SN9FTLsB/joseph.webp",
          "name": "Joseph",
          "thumb": "bwDQXfKY/joseph.png",
          "ability": "Gerakan Gila",
          "ability_desc": "Menjadi imun terhadap kesan gangguan (contohnya, perlambatan, penandaan, pengecutan kemahiran) dan mendapat peningkatan kelajuan pergerakan sebanyak 10% selama 5s. Masa semula pengisian: 60s.",
          "gender": "LELAKI",
          "age": "45",
          "date": "02/02",
          "bio": "Raja lelaki terkenal New Dawn, Joseph, menubuhkan Nerve Labs, sebuah syarikat teknologi yang berjaya. Pada akhir Great Collapse, Joseph mendapat tahu mengenai rancangan jahat Horizon terhadap umat manusia dan menjadikan musuh kepada saintis yang luar biasa bijaksana."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cHVZCFCc/notora.webp",
          "name": "Notora",
          "thumb": "hvYfMf4L/notora.png",
          "ability": "Berkat Pembalap",
          "ability_desc": "Memulihkan HP semua ahli di dalam kenderaan semasa memandu. Kesan tidak bertumpuk.",
          "gender": "WANITA",
          "age": "27",
          "date": "22/03",
          "bio": "Sebagai anak kepada keluarga kumpulan pemotor, Notora tidak banyak memiliki kata mengenai gaya hidupnya. Walaupun kuat dan keras, dia mempunyai rasa tidak suka yang tersembunyi terhadap keganasan tanpa tujuan. Seluruh pasukannya dimusnahkan semasa perbalahan sengit antara geng. Untungnya, maut tidak menjejaki langkahnya sekali lagi. Notora akan segera sedar walaupun dia ditangkap hidup-hidup dan diasingkan ke pulau Bermuda, itu bukanlah nasib yang membawanya ke sana."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cC2WKXJm/a124.webp",
          "name": "A124",
          "thumb": "MTk53pH8/a124.png",
          "ability": "Kegembiraan Pertempuran",
          "ability_desc": "Melepaskan gelombang elektromagnetik sejauh 8m yang melumpuhkan pengaktifan kemahiran musuh dan mengganggu pengiraan interaksi mereka. Berlangsung selama 20s. CD: 50s. Bendera A124.",
          "gender": "WANITA",
          "age": "18",
          "date": "01/01",
          "bio": "Dilahirkan untuk melayani suatu tujuan, A124 diprogram untuk menjadi mesin pembunuh. Dia pasti tidak dicipta untuk berinteraksi dengan manusia dan emosi yang rumit, tetapi siapa yang boleh menghentikan fikiran muda daripada mencuba? Dengan kemahiran pertempuran itu dan fikiran yang ingin tahu, dunia benar-benar menjadi tempurungnya."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0Q4FZrq5/kla.webp",
          "name": "Kla",
          "thumb": "WzYJK58J/kla.png",
          "ability": "Muay Thai",
          "ability_desc": "Kerosakan tinju meningkat.",
          "gender": "LELAKI",
          "age": "27",
          "date": "14/12",
          "bio": "Kla mengatasi banyak halangan dalam masa mudanya, tetapi pembunuhan ibu bapanya terlalu berat baginya - mengarahkannya ke arah kemarahan dan keganasan. Dia kehilangan dirinya dalam kemarahan dan rasa bersalah mengenai kematian mereka dan mendapati dirinya dalam sebuah lubang yang dalam. Barulah setelah akhirnya menghadapi salah seorang yang bertanggungjawab atas kematian ibu bapanya, dia menemui kejelasan dan jalannya dalam hidup."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cJrV3fVk/wukong.webp",
          "name": "Wukong",
          "thumb": "8kY52fDW/wukong.png",
          "ability": "Kamouflage",
          "ability_desc": "Berubah menjadi semak dengan pengurangan 5% dalam kelajuan pergerakan, berlangsung selama 15s. CD: 200s. Transformasi berakhir apabila Wukong menyerang. CD diset semula apabila Wukong menjatuhkan musuh.",
          "gender": "LELAKI",
          "age": "0",
          "date": "13/12",
          "bio": "Seekor monyet yang kelihatan seperti manusia. Dia masih suka pisang, walaupun begitu."
        }
      ]
    },
    {
      "details": [
        {
          "image": "ZKz4hs1b/olivia.webp",
          "name": "Olivia",
          "thumb": "BZ7LJw5j/olivia.png",
          "ability": "Sentuhan Penyembuhan",
          "ability_desc": "Pemain yang dihidupkan semula oleh Olivia akan mendapat HP tambahan.",
          "gender": "WANITA",
          "age": "29",
          "date": "10/11",
          "bio": "Selepas pembedahan dari kemalangan semasa kanak-kanak, Olivia mengembangkan kebolehan istimewa untuk menyembuhkan dan menghidupkan semula - dengan satu sentuhan ajaib, dia dapat dengan lembut mengurangkan kesakitan dan menggalakkan penyembuhan pada kecederaan. Walaupun mengalami kanak-kanak yang traumatis, Olivia berkembang menjadi salah satu yang paling penyayang dan penyayang di kalangan rakan sebaya. Namun, dia kurang interaksi sosial di luar zon selamat Ford dan menjauh dari dunia."
        }
      ]
    },
    {
      "details": [
        {
          "image": "yNjzhVdW/ford.webp",
          "name": "Ford",
          "thumb": "k4FQjNLx/ford.png",
          "ability": "Tekad Besi",
          "ability_desc": "Mengurangkan kerosakan yang diterima di luar zon selamat.",
          "gender": "LELAKI",
          "age": "31",
          "date": "23/01",
          "bio": "Ford pernah menjadi kapten di lautan terbuka. Sekarang, dia telah bersumpah untuk membina tempat perlindungan bagi pelarian. Dia adalah uncle bijak dan boleh diandalkan semua orang, yang tahu laluan air masuk dan keluar dari Bermuda. Mengetahui betapa pengkhianatan itu menyakitkan, Ford berusaha untuk mencapai keseimbangan antara kepercayaan dan berhati-hati. Dia mengira tekadnya tidak dapat dihancurkan, hingga dia bertemu dengan Olivia..."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4dhkDpPH/shani.webp",
          "name": "Shani",
          "thumb": "LsV5wy66/shani.png",
          "ability": "Kitar Semula Peralatan",
          "ability_desc": "Mengembalikan daya tahan zirah setelah setiap pembunuhan. Daya tahan tambahan boleh meningkatkan taraf zirah anda, sehingga tahap 3.",
          "gender": "WANITA",
          "age": "31",
          "date": "23/06",
          "bio": "Shani adalah seorang jurutera yang menjadikan dirinya. Ibunya terbunuh dalam letupan bangunan ketika dia berusia 18 tahun dan dia kehilangan segala-galanya. Dia mengembara selama beberapa tahun melakukan pekerjaan sementara untuk mencari nafkah, sehingga seorang pemilik tempat pembuangan bahan buangan mengambilnya dan memberinya tempat untuk dipanggil sebagai rumah. Di sana dia dapat bekerja dengan bahagia dengan bahagian-bahagian serpihan dan menjadi jurutera mengikut keinginannya."
        }
      ]
    }
  ]
}
