{
  "data": [
    {
      "details": [
        {
          "image": "wvb8P0Dp/ignis.webp",
          "name": "إيغنيس",
          "thumb": "SRT1XKtw/ignis.png",
          "ability": "لهب غير مروض",
          "ability_desc": "نشر شاشة مشتعلة بعرض 12 مترًا وتستمر لمدة 10 ثوانٍ (المسافة القصوى للنشر: 15 مترًا. الأعداء وجدران الغلو التي تلامس الشاشة ستتعرض لتأثير الاحتراق: انخراط فوري بـ 30 نقطة ضرر و، لكل ثانية تالية، 10 نقاط ضرر وفقدان 20٪ من صلابة الدرع. يستمر تأثير الاحتراق لمدة 2 ثانية. تتلقى جدران الغلو ضررًا فوريًا بقوة 200 نقطة، و 200 نقطة/ثانية لمدة 1 ثانية. فترة الانتظار: 60 ثانية.",
          "gender": "ذكر",
          "age": "16",
          "date": "17/07",
          "bio": "إيغنيس هو مراهق خارق للطبيعة يمتلك القدرة الفطرية على إشعال الأشياء. في وقت فراغه، يقاتل الجريمة ويحافظ على العدالة، لكنه في كثير من الأحيان يجد نفسه يتسبب في مشاكل غير مقصودة بسبب قواه. ينتقد الجمهور إيغنيس لتصرفاته، وخلال فترة المراهقة المتمردة لديه، يرد بموقف دافئ. ومع ذلك، لا يعيق ذلك قدرته على الوقوف إلى جانب الناس والمدينة، على الأقل حاليًا."
        }
      ]
    },
    {
      "details": [
        {
          "image": "25yfxsBw/ryden.webp",
          "name": "رايدن",
          "thumb": "2SB96rdK/ryden.png",
          "ability": "فخ العنكبوت",
          "ability_desc": "أطلق عنكبوتًا متفجرًا يمكن تدميره في اتجاه الهدف. تستمر لمدة 30 ثانية. اضغط مرة أخرى على زر المهارة في غضون 10 ثوانٍ لإيقاف حركة العنكبوت. سيمسك العنكبوت أول عدو يراه في نطاق 5 أمتار، ويقلل سرعتهم بنسبة 80٪ ويتسبب في فقدان 10 نقاط صحية في الثانية. سيستمر تأثير النزف لمدة 3 ثوانٍ. فترة الانتظار: 75 ثانية.",
          "gender": "ذكر",
          "age": "16",
          "date": "07/09",
          "bio": "كشاب عبقري في سن 16، تفوقت عقلانية ومعرفتها لديه رايدن على أقرانه. الصبي الذي كان يجلس في السابق تحت جناحي أخته سوزي، الآن يهزم ساحات المعركة. اختراعاته الموهوبة ستفتح الطريق له."
        }
      ]
    },
    {
      "details": [
        {
          "image": "44VRwbnr/sonia.webp",
          "name": "سونيا",
          "thumb": "kG4fdmXw/sonia.png",
          "ability": "حماية الحياة الدقيقة",
          "ability_desc": "بعد تلقي ضرر فادح، ادخل في حالة لا يمكن تدميرها ولا يمكن التحرك لمدة 0.4 ثانية. ثم احصل على درع بقوة 50 نقطة صحية يدوم لمدة 2 ثانية. سيتم القضاء على مستخدم المهارة عندما يختفي الدرع. فترة الانتظار: 180 ثانية.",
          "gender": "أنثى",
          "age": "20",
          "date": "04/08",
          "bio": "سونيا عالِمة نانو معدّلة وراثياً بذكاء استثنائي وخبرة في النانوبيوتكنولوجيا."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRxpwGvv/orion.webp",
          "name": "أوريون",
          "thumb": "TPVkV04j/orion.png",
          "ability": "سحق القرمزي",
          "ability_desc": "يحل محل نقاط الطاقة بـ 300 طاقة قرمزية. يستهلك 200 طاقة قرمزية لتنشيط حمايته، خلالها لا يمكنك تكوين ضرر أو مهاجمة الأعداء وستمتص 10 نقاط صحية (تجاهل نقاط الدرع للعدو) من الأعداء في نطاق 5 أمتار. يستمر لمدة 3 ثوانٍ، خلالها سيقل انخراطك بنسبة 20٪. فترة الانتظار: 3 ثوانٍ.",
          "gender": "ذكر",
          "age": "22",
          "date": "13/08",
          "bio": "أوريون، وحش متنقم يتخصص في استخدام الطاقة القرمزية أثناء المعارك."
        }
      ]
    },
    {
      "details": [
        {
          "image": "W4ycY5GP/santino.webp",
          "name": "سانتينو",
          "thumb": "5td7QTnN/santino.png",
          "ability": "شكل الفاصل",
          "ability_desc": "أطلق مجسمًا بقوة 200 نقطة صحية يسير بشكل مستقل لمدة 12 ثانية. عندما يكون المجسم على بعد 60 مترًا، استخدم المهارة مرة أخرى لتبديل المواقع معه. يمكنك القيام بذلك مرة واحدة فقط في غضون 3 ثوانٍ، حتى 2 مرة في المجموع. سيتم وضع علامة على اللاعب الذي يدمر المجسم لمدة 5 ثوانٍ. فترة الانتظار: 60 ثانية.",
          "gender": "ذكر",
          "age": "34",
          "date": "14/10",
          "bio": "مولودًا في فقر، أحب سانتينو الفن منذ كان طفلاً. درس في مدرسة فنون مشهورة حيث ازدهر موهبته في التصميم. بعد التخرج، أسس سانتينو علامته التجارية للأزياء، أنجيليك، وأصبح شخصية شهيرة برؤية حادة للتسويق. بفضل نجاحه الكبير في هذا المجال، يكون دائمًا في صدارة عالم الموضة."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CdTtTt1W/luna.webp",
          "name": "لونا",
          "thumb": "mZ85pd28/luna.png",
          "ability": "القتال أو الهروب",
          "ability_desc": "تزيد هذه المهارة في معدل الإطلاق في البداية. عندما يصيب المستخدم العدو، سيتحول معدل الإطلاق إلى زيادة في سرعة الحركة.",
          "gender": "أنثى",
          "age": "28",
          "date": "18/03",
          "bio": "لونا هي ابنة رجل معقد مع ماض معقد. نضجت في وقت مبكر تعاملًا مع تهوره وتهور الكبار الذين نشأت بينهم. عندما تم تحدي قيادة والدها في النقابة وتم اختطافه في النهاية، كان على لونا الوقوف وخلق خطاها الخاصة لتولي القيادة للمجموعة واستعادة النظام في المجتمع."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4N1kRf6P/tatsuya.webp",
          "name": "تاتسويا",
          "thumb": "PxK2cxhP/tatusya.png",
          "ability": "اندفاع المتمرد",
          "ability_desc": "يتحرك إلى الأمام بسرعة فائقة. يمكن تراكم هذه المهارة للاستخدام المتتالي.",
          "gender": "ذكر",
          "age": "16",
          "date": "20/12",
          "bio": "تاتسويا ممزق بين مشاعر الخيانة وحبه لعائلته. لا يعرف كيف يتعامل مع هذا الاقسام من المشاعر ويسمح لنفسه بالانجذاب بنفسه إلى المشاكل. إنه فقط بعد أن يحتاج هو وشقيقه شيرو إلى العمل معًا لحل مؤامرة أدرك أنه ليس وحيدًا في العالم وأن لديه القوة لتغيير بيئته للأفضل."
        }
      ]
    },
    {
      "details": [
        {
          "image": "K8LGTSBg/a-patroa.webp",
          "name": "آ-باتروا",
          "thumb": "L6W02nPP/patroa.png",
          "ability": "",
          "ability_desc": "يمكن تجهيز فتحة المهارة الحصرية بأي مهارة تمتلكها وتتم فتح الفتحات المتبقية تلقائيًا عند الحصول على هذا الشخصية.",
          "gender": "أنثى",
          "age": "28",
          "date": "30/03",
          "bio": "آ-باتروا امرأة قوية وواثقة تدير متجرًا للموسيقى في وسط حي خطير. يعمل متجرها كملجأ، يمكن لأي شخص اللجوء إليها للحصول على المساعدة. بالإضافة إلى ذلك، تستخدم موسيقاها لمساعدة الناس على تجربة حياتهم بطرق جديدة ومختلفة لمساعدتهم."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqRMNq21/iris.webp",
          "name": "إيريس",
          "thumb": "QxnpndYn/iris.png",
          "ability": "فوضى الحائط",
          "ability_desc": "لمدة 15 ثانية، ستمثل إصابة جدار Gloo سيتم تسجيل الأعداء ضمن 7 أمتار منه واختراق جدار Gloo لتسبب ضررًا للأعداء المسجلين (سيكون الضرر المسبب أقل من المعتاد). فعّالة على 5 جدران Gloo كحد أقصى. كولداون: 60 ثانية.",
          "gender": "أنثى",
          "age": "30",
          "date": "01/10",
          "bio": "مع رؤيتها الحادة، إيريس جيدة في توقع أفعال العدو للاستفادة من الفرص للفوز. إذا كنت قلقًا من أن منطقها والتفاؤل العقلاني والفردي الهمجي سيؤثر على تعاونك، فلا تكن. إيريس لا تتعاون مع أي شخص - إلا مع هومر الذي يقبلها بشكل لا يشروط، وينظف كل فوضى لها."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MZNJm3W0/jbiebs.webp",
          "name": "جي. بيبس",
          "thumb": "sDncdcxm/biebs.png",
          "ability": "الحارس الصامت",
          "ability_desc": "يمكن لمستخدم المهارة والحلفاء حجب الضرر باستخدام نقاط EP. في هذه الحالة، سيتم إضافة كمية EP المخصومة من الحلفاء إلى EP المستخدم في المهارة.",
          "gender": "ذكر",
          "age": "28",
          "date": "01/03",
          "bio": "جي. بيبس رجل يرغب في توحيد عالم متشظي. من خلال تجارب طفولته، تعلم أن الجواب على مشاكل الناس ليس المال أو القوة ولكن الاتصال الفعلي بين الناس. قرر استخدام مهاراته في الغناء لتكريس حياته لإعادة توحيد العالم."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cCgyNwc8/homer.webp",
          "name": "هومر",
          "thumb": "L4DkLTtS/homer.png",
          "ability": "صدمة الحواس",
          "ability_desc": "يطلق طائرة درون نحو أقرب عدو ضمن مسافة أمامية تبلغ 100 متر، مما يخلق انفجارًا نبضيًا بقطر 4 أمتار يقلل من سرعة الحركة بنسبة 60٪ وسرعة الإطلاق بنسبة 35٪. يستمر لمدة 5 ثوانٍ. يسبب 25 نقطة ضرر. وقت الانتظار: 90 ثانية.",
          "gender": "ذكر",
          "age": "30",
          "date": "01/06",
          "bio": "هومر رجل أعمى ليس فقط قاتلًا، بل هو أيضًا أحد مؤسسي العصابة التكنولوجية الناجحة في Griza. ومع ذلك، يريد هومر الذي ضاعت قوته في السنوات الأخيرة الآن فقط العثور على الحقيقة وراء الحالة الغريبة التي جعلته أعمى في طفولته، والمعهد البحثي الغامض الذي كان يُطلق عليه مدرسته، والمعدن الأرضي النادر المرتبط بها كلها."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XJqtwdmD/kenta.webp",
          "name": "كينتا",
          "thumb": "rswrQB1k/kenta.png",
          "ability": "غضب السيفين",
          "ability_desc": "يشكل درعًا يقلل من الضرر الناتج عن السلاح من الأمام. يتم إعادة التعيين عندما يطلق المستخدم طلقة.",
          "gender": "ذكر",
          "age": "38",
          "date": "05/05",
          "bio": "كينتا كان يعمل كحارس شخصي وصانع سيوف لعائلة هاياتو ياغامي لسنوات. إنه رجل قليل الكلام ولكنه يحمي سيده الجديد والشاب في أي موقف يجدون أنفسهم فيه. إن لديه رغباته الشخصية، لكنه يضعها جانبًا أثناء خدمته لهاياتو خلال فترة خطيرة لعائلة ياغامي."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MHVwQ1jJ/nairi.webp",
          "name": "نايري",
          "thumb": "mkkPQQ4Z/nairi.png",
          "ability": "الحديد الجليدي",
          "ability_desc": "تعيد الجدران المصنوعة من الغلو الصلب 150 نقطة قوة بالثانية عند الضرب، أثناء ذلك يستعيد زملاء الفريق في نطاق 5 أمتار 20 نقطة صحة في الثانية. الحد الأقصى 40 نقطة صحة لكل زميل من كل جدار غلو.",
          "gender": "ذكر",
          "age": "23",
          "date": "27/12",
          "bio": "وجد نايري اهتمامًا بالطقس في سن مبكرة عندما تم إبعاده عن المناخات الباردة. ولكن حبه للثلج دفعه للعثور على طريقة للعودة إليه. وضع تقنية تحكم في المناخ المصغرة للسماح له بالبقاء على قيد الحياة في أقصى الظروف المناخية. الآن يقضي وقته في تسلق الصخور والمشي ومطاردة العواصف بحثًا عن إجابات للتنبؤ بالمناخ."
        }
      ]
    },
    {
      "details": [
        {
          "image": "dtRvQmY8/otho.webp",
          "name": "أوثو",
          "thumb": "tC11JtD2/otho.png",
          "ability": "ضباب الذاكرة",
          "ability_desc": "يشكل ضباب ذاكري عند القضاء على عدو، يكشف مواقع الأعداء الآخرين القريبين.",
          "gender": "ذكر",
          "age": "21",
          "date": "01/11",
          "bio": "أوثو لديه عقل خيالي ولكن عملي جدًا. إنه خائف للغاية من نسيان ذكريات ماضيه ويحاول أن يجد طرقًا للحفاظ عليها. إنه يقترب كل يوم وفي العملية وضع جهاز يسمح له برؤية نوايا الآخرين. عندما لا يبحث في المزيد من الآليات للذاكرة، فهو خارجًا مع أصدقائه ويقضي وقته في التخيل مع كلبه."
        }
      ]
    },
    {
      "details": [
        {
          "image": "XqyhP3Vf/leon.webp",
          "name": "ليون",
          "thumb": "SNj98pQL/leon.png",
          "ability": "الرمية النهائية",
          "ability_desc": "استعادة الصحة بعد المشاركة في القتال.",
          "gender": "ذكر",
          "age": "20",
          "date": "30/09",
          "bio": "ليون طالب جامعي يتمتع بمهارات كرة سلة متطرفة ولا يخاف من إظهارها. يمكنه القفز أعلى من أي شخص تقريبًا يعرفه بمساعدة ساقه البيونية. لديه اهتمام بالإلكترونيات ويعرف كيف يصلح ويتلاعب بساقه عندما يتعطل. قد يبدو وكأنه يهتم فقط بكرة السلة، ولكنه يستخدم الرياضة لدعم عائلته ليس فقط ولكن أيضًا أصدقائه."
        }
      ]
    },
    {
      "details": [
        {
          "image": "RZVrMkGB/thiva.webp",
          "name": "ثيفا",
          "thumb": "prmd9RQp/thiva.png",
          "ability": "نبض حيوي",
          "ability_desc": "تزيد سرعة مساعدة زملاء الفريق في النهوض بنسبة 70٪. وقت التبريد: 90 ثانية. يستعيد زميل الفريق الذي تم مساعدته 60 نقطة صحة في 3 ثوانٍ.",
          "gender": "ذكر",
          "age": "25",
          "date": "02/12",
          "bio": "ثيفا هو الأخ الأصغر لديميتري. كان لديه موهبة فطرية وكان يعزف الموسيقى طوال طفولته. يريد حقًا مساعدة العالم وتحسين حياة الناس ولكنه يعتقد أن أفضل طريقة للقيام بذلك هي الوصول إلى الفرد برسالة حقيقية من خلال موسيقاه."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0NPsJ69L/dimitri.webp",
          "name": "ديميتري",
          "thumb": "7hHgjGyj/dimitri.png",
          "ability": "نبض علاجي",
          "ability_desc": "يخلق منطقة شفاء بنصف قطر 3.5 متر. داخلها، يستعيد المستخدم والحلفاء 10 نقاط صحة في الثانية. سيتم تفعيل المساعدة تلقائيًا عند الحاجة. تستمر المنطقة لمدة 12 ثانية. يمكن تحسين آثار مساعدة زملاء الفريق بواسطة مهارات أخرى. وقت التبريد: 90 ثانية.",
          "gender": "ذكر",
          "age": "26",
          "date": "16/05",
          "bio": "ديميتري هو الأخ الأكبر لثيفا. في حياته اليومية، كان يقضي معظم وقته في المختبر يطور تقنية صوتية جديدة. بعد أن وجد شغفه بالموسيقى، أدرك أن مساعدة العالم وتحسين حياة الناس في المستقبل من خلال ابتكاراته التكنولوجية قد تكون واحدة من أحلامه."
        }
      ]
    },
    {
      "details": [
        {
          "image": "L8dR2Cw4/d-bee.webp",
          "name": "دي بي",
          "thumb": "prCBdQZ2/bee.png",
          "ability": "إيقاع الرصاص",
          "ability_desc": "عند إطلاق النار أثناء الحركة، تزيد سرعة الحركة والدقة.",
          "gender": "ذكر",
          "age": "19",
          "date": "23/09",
          "bio": "دي بي لديه شخصية انطوائية ويستمتع بلقاء أشخاص جدد. يعتقد أن معنى الحياة هو الإبداع، وهذا هو السبب في أنه أصبح صانعًا للموسيقى. كما أنه مولع بالرقص والموسيقى."
        }
      ]
    },
    {
      "details": [
        {
          "image": "7YSPGrgJ/maro.webp",
          "name": "مارو",
          "thumb": "zGgRtSgV/maro.png",
          "ability": "حماس الصقر",
          "ability_desc": "تزداد الضربة مع البعد. يزداد الضرر للأعداء المعلمين.",
          "gender": "ذكر",
          "age": "32",
          "date": "23/05",
          "bio": "يفضل مارو مصاحبة الحيوانات على البشر. يشعر أن البشر في كثير من الأحيان يفكرون بالكثير في كل شيء وينسون المعنى الحقيقي للحياة. يريد أن يكون روحًا حرة ويأمل أيضًا أن يساعد في جلب البشر الآخرين أقرب إلى الطبيعة من خلال طيوره."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HnwGxHfp/skyler.webp",
          "name": "سكايلر",
          "thumb": "rmFskSKG/skyler.png",
          "ability": "إيقاع الدَّوامة",
          "ability_desc": "يُطلق موجة صوتية إلى الأمام تلحق ضررًا بالحوائط الجليدية. بالإضافة إلى ذلك، ينتج كل جدار جليدي متمركز تعافيًا للنقاط الصحية. لا تتراكم آثار التعافي.",
          "gender": "ذكر",
          "age": "26",
          "date": "05/07",
          "bio": "حصل سكايلر على شهرته كأكثر مغني وراقص بوب شهرة في البلاد، والآن هو الرئيس التنفيذي لأكبر شركة ترفيهية في فيتنام. دفعًا ليكون أفضل موهبة موسيقية في العمل وأيضًا للعثور على أفضل المواهب. لا يحب أن يخسر ويعتقد أن الإبداع يسمح للناس برؤية الخير في العالم بدلاً من السيء."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jjmB4LTx/xayne.webp",
          "name": "Xayne",
          "thumb": "Yqm9M2qP/xayne.png",
          "ability": "لقاء متطرف",
          "ability_desc": "يحصل مؤقتًا على 120 نقطة صحية، ويزيد الضرر لجدران الـ Gloo والدروع. يدوم لمدة 6 ثوانٍ.",
          "gender": "أنثى",
          "age": "23",
          "date": "21/04",
          "bio": "كانت Xayne دائمًا مهتمة بالأنشطة المتطرفة حتى عندما كانت طفلة. تفضل تجربة الأدرينالين في الرياضات المتطرفة بدلاً من التفاعل البشري. تريد، كروح حرة، استكشاف الحياة واكتشاف حدودها. إذا شك أحدهم في قدرتها على إنجاز مهمة ما، فسوف تجد بالتأكيد طريقة للقيام بذلك."
        }
      ]
    },
    {
      "details": [
        {
          "image": "D0kknmpj/shirou.webp",
          "name": "Shirou",
          "thumb": "jjTC8VTF/shirou.png",
          "ability": "تسليم الضرر",
          "ability_desc": "عندما يتعرض المستخدم للضرب من خلال 80 مترًا، يتم تسمية الهاجم (مرئي فقط للمستخدم). الطلقة الأولى على الأعداء المسمين لها تتمتع بثقب إضافي في الدرع.",
          "gender": "ذكر",
          "age": "19",
          "date": "20/11",
          "bio": "شيرو هو مراهق ذو شعور قوي بالمسؤولية الذي خاطر بكل شيء لحماية عائلته وبلدته. يعمل كفتى تسليم يقوم بتوصيل الطرود حول مدينة جريزا المزدحمة والمزدحمة. سيضطر إلى التغلب على أمور كبيرة ومواجهة قوى أكبر منه ليجد حقيقته ودعوته الحقيقية في الحياة."
        }
      ]
    },
    {
      "details": [
        {
          "image": "sXfsbM8p/chrono.webp",
          "name": "Chrono",
          "thumb": "CxXsdxjf/chrono.png",
          "ability": "مدرج الوقت",
          "ability_desc": "ينشئ حقلًا لمنع الضرر. غير قادر على مهاجمة الأعداء من الخارج من داخل الحقل.",
          "gender": "ذكر",
          "age": "35",
          "date": "05/02",
          "bio": "يأتي كرونو من عالم مواز حيث يوجد مستوى أعلى من العلم والتكنولوجيا مما هو عليه في عالمنا الحالي، الأرض. كان لديه طفولة عادية في عالمه الأصلي. كان والديه محاميين مشهورين كانوا يحاربون الفقر وساعدوا في رفع الأشخاص المشردين الفقراء في المجتمع. لذلك كان لديه دائمًا وعي بالمجموعات المحرومة منذ كان صغيراً، ومع تقدمه في السن وجد طرقًا ليقدم جزءه من المساعدة أيضًا."
        }
      ]
    },
    {
      "details": [
        {
          "image": "t4hbTdG3/dasha.webp",
          "name": "Dasha",
          "thumb": "QtrgkYY8/dasha.png",
          "ability": "الحفلات",
          "ability_desc": "تقليل الضرر المتلقى ووقت الاسترداد من السقوط. تقليل معدل تراكم الارتداد والارتداد الأقصى.",
          "gender": "أنثى",
          "age": "25",
          "date": "08/12",
          "bio": "داشا هي فتاة حفلات تلتزم بعبارة 'اعمل بجد، العب بشكل أصعب'. إنها قليلة الشقاوة، وغالبًا ما تبدأ المشاكل عندما لا تنوي ذلك. قد مرت بالكثير في حياتها، لكنها سعيدة لأنها وجدت المامباس الذين يقدرون مجموعتها المتنوعة من المهارات. ولكن الآن قد تورطت في شيء لم تنوي، ولكن الوقت فقط سيخبرنا ما إذا كان يستحق العناء."
        }
      ]
    },
    {
      "details": [
        {
          "image": "GmJ0rcvz/k.webp",
          "name": "K",
          "thumb": "s257X9jt/k.png",
          "ability": "سيد كل شيء",
          "ability_desc": "تزيد النقاط النهائية بمقدار 50. وضع الجيوجيتسو: يحصل المحلفون ضمن 6 أمتار على زيادة بنسبة 500٪ في معدل تحويل النقاط النهائية. وضع علم النفس: استرداد 2 نقطة نهائية كل 4 ثوانٍ، حتى 6 نقاط. مدة تبديل الوضع 3 ثوانٍ.",
          "gender": "ذكر",
          "age": "31",
          "date": "06/10",
          "bio": "كان كيه طفلاً ذكيًا، ولكن مثل معظم الأطفال في عمره لم يأخذ المدرسة على محمل الجد. عندما كان في سن 16 عامًا، وهو لا يزال في السنة الثالثة من المدرسة الثانوية، تعرض لحادث سيارة وأصيب في عموده الفقري. قال له أطباؤه إنه لن يستطيع المشي مرة أخرى. ولكنه رفض الاستسلام - لن تكون هذه هي النهاية بالنسبة له. ذهب إلى العلاج الطبيعي، وقام بعمله الخاص في المنزل، ووجد مدربًا ليساعده في المضي قدمًا. في عام كان يمشي؛ في عامين كان يلعب الرياضة. علمته هذه التجربة بعض الأشياء التي ستبقى معه مدى الحياة. - لا تأخذ الحياة على محمل الجد. - كان عليه أن ينغمس في نفسه ليتجاوز التجربة وتعلم كيفية فهم نفسه ودوافعه ومكانته في العالم. - أثر جانبي لذلك كان أنه الآن يمكنه قراءة وفهم الأشخاص من حوله بنفس الطريقة. - كما أراد جعل جسده وعقله أقوى لكي لا يصاب بنفس الطريقة مرة أخرى."
        }
      ]
    },
    {
      "details": [
        {
          "image": "tRZ4bxJ5/luqueta.webp",
          "name": "لوكويتا",
          "thumb": "nc5DGwMy/luqueta.png",
          "ability": "حيلة القط",
          "ability_desc": "كل قتلة تزيد الحد الأقصى للنقاط الصحية، حتى 35.",
          "gender": "ذكر",
          "age": "20",
          "date": "10/06",
          "bio": "لوكويتا كان طالب تبادل من الخارج. انتقل بسبب عمل والده. أراد والده أن يتبع خطى والده ويحصل على MBA ويشترك في الأعمال التجارية. لكن لوكويتا رأى حياة والده ولم يرد أي من ذلك. كان طفلاً رياضيًا دائمًا. عندما انتقل، بدأ بلعب كرة القدم للمدرسة، كان يعرف أنه كان جيداً عندما كان طفلاً، ولكن في المدرسة الثانوية أصبح نجماً. لم يكن عليه حتى أن يحاول بجد وكان مذهلاً."
        }
      ]},
    {
      "details": [
        {
          "image": "nLHyh6kx/kelly.webp",
          "name": "كيلي",
          "thumb": "V6Rt9fbg/kelly.png",
          "ability": "الاندفاع",
          "ability_desc": "زيادة سرعة الجري.",
          "gender": "أنثى",
          "age": "17",
          "date": "01/04",
          "bio": "في طفولتها، كانت طفلة سعيدة الحظ مع أمها المتبناة، رينا، وزوجها الثاني، أندرو. عندما انفصلت والدتها وأندرو كانت حزينة للغاية، لكنها بقيت على اتصال بأندرو. كانت دائمًا جراحة جيدة، ولكن في المدرسة الثانوية، اكتشفها مدرب الجري وأصبحت نجمة الجري في المدرسة. عندما تجد نفسها على جزيرة مجهولة، ستضطر إلى اتخاذ خيارات صعبة ستحدد مسار مستقبلها."
        }
      ]},
    {
      "details": [
        {
          "image": "W34cXQF8/hayato.webp",
          "name": "هاياتو",
          "thumb": "yxLFK11x/hayato.png",
          "ability": "بوشيدو",
          "ability_desc": "كلما انخفضت نقاط الصحة، زادت قوة اختراق الدروع.",
          "gender": "ذكر",
          "age": "20",
          "date": "21/03",
          "bio": "كان لدى هاياتو الكثير على عاتقه كورث الأكبر لشركة ياغامي. نشأ في حياة حيث كانت وجوده يهدف إلى خدمة شرف ومجد عائلته. عندما تم استحواذ الشركة العائلية على يد هورايزن، لم يتردد في الانخراط في الشؤون الشركاتية للتأكد من أن الياغاميس سيستمرون في العمل بشرف."
        }
      ]},
    {
      "details": [
        {
          "image": "bJGpq7yJ/moco.webp",
          "name": "موكو",
          "thumb": "zBJbGsPg/moco.png",
          "ability": "عين الهاكر",
          "ability_desc": "وسم الأعداء الذين أطلقت عليهم موكو النار لبضع ثوانٍ.",
          "gender": "أنثى",
          "age": "20",
          "date": "13/02",
          "bio": "موكو هو عبقري تقني انضم إلى هورايزن، أكبر شركة تكنولوجيا مرموقة على القارة. ولكن عندما اكتشفت أنهم يقومون بأعمال شريرة، قامت بالاختفاء، ومسحت هويتها من السجل العام وذهبت للتخفي لإيجاد طريقة لوقف خططهم. تحب العمل بمفردها، لكنها سرعان ما ستدرك أن هذا التهديد كبير جدًا لتعاملها به وحدها."
        }
      ]},
    {
      "details": [
        {
          "image": "fTsnPt9k/steffie.webp",
          "name": "ستيفي",
          "thumb": "G272hHyW/steffie.png",
          "ability": "نعمة الجرافيتي",
          "ability_desc": "إنشاء منطقة تحجب الأشياء القابلة للرمي. الحلفاء في المنطقة سيستعيدون دوامة الدروع كل ثانية وسيقللون من الضرر الذي تتلقاه من الأعداء.",
          "gender": "أنثى",
          "age": "23",
          "date": "05/11",
          "bio": "كانت لدى ستيفي خلاف طويل مع المؤسسات، بدءًا من والديها. تمردت في وقت مبكر من حياتها وواصلت القيام بذلك. تحولت حياتها إلى منعطف صعب عندما أهانت العملاق التقني، هورايزن، وكانت مضطرة للهروب أو أن تصبح طعامًا لتجاربهم. تم إنقاذها بواسطة موكو وقبل وقت قصير وجدت المامباس، قوة تمردية يبدو أنها نداءها الحقيقي."
        }
      ]
    },
    {
      "details": [
        {
          "image": "LsQmK9Mw/misha.webp",
          "name": "ميشا",
          "thumb": "zB0Lbx9P/misha.png",
          "ability": "محرك الاحتراق",
          "ability_desc": "زيادة سرعة القيادة وتقليل الضرر المتلقى أثناء القيادة في المركبات. من الصعب استهدافه أثناء القيادة.",
          "gender": "أنثى",
          "age": "19",
          "date": "26/07",
          "bio": "بعد قتل والديها، تخلى عن المدرسة وأصبحت ميشا سائقة سيارة السباق لتدفع الفواتير وتدعم نفسها وأخاها، ماكسيم. في يوم ما، اختفى ماكسيم، وقررت التوقف عن كل شيء للبحث عنه. تقاطعت رحلتها مع تلك لأندرو وهما يبحثان عن عائلاتهما. ستأخذها رحلتها في مسارات جديدة وخطيرة مع النهاية بعيدة المدى."
        }
      ]
    },
    {
      "details": [
        {
          "image": "HWqskk7C/maxim.webp",
          "name": "ماكسيم",
          "thumb": "43RHr76w/maxim.png",
          "ability": "الجشع",
          "ability_desc": "تقليل الوقت المستغرق في تناول الفطر واستخدام الحقائب الطبية.",
          "gender": "ذكر",
          "age": "17",
          "date": "30/01",
          "bio": "شعر ماكسيم بالذنب لأن أخته، ميشا، تركت المدرسة لرعايته. لكنه لم يكن لديه الكثير من المهارات العملية ولجأ إلى تناول الطعام ومقاطعة الفيديو على الإنترنت كعمل جزئي. في يوم من الأيام، اختطف هو وزميلته كيلي من حافلة مدرسية وأُرسلوا إلى جزيرة برمودا. ستغيره الجزيرة - سيصبح أكثر صحة وقوة وثقة بالنفس واستعدادًا أفضل لمواجهة عالم قاس."
        }
      ]
    },
    {
      "details": [
        {
          "image": "vmtGPrPY/andrew.webp",
          "name": "أندرو",
          "thumb": "TY294Sdh/andrew.png",
          "ability": "تخصص درع",
          "ability_desc": "تقليل فقدان متانة السترة.",
          "gender": "ذكر",
          "age": "42",
          "date": "25/12",
          "bio": "كانت لدى أندرو زوجة أولى كانت لديها ابنة اسمها كيلي، وكانت مقربة منه مثل ابنته البيولوجية. عندما انفصل، حاول لا يزال التواصل مع حياة كيلي. كان أندرو رقيبًا في LLPD قبل أن تموت خطيبته الجديدة في هجوم عنيف من عصابة. فقد وظيفته في محاولة للعثور على قتلتها بينما يقاوم أيضًا هورايزون الذي يحاول السيطرة على إدارة الشرطة."
        }
      ]
    },
    {
      "details": [
        {
          "image": "CMQS6L4q/caroline.webp",
          "name": "كارولين",
          "thumb": "4xm1J9hg/caroline.png",
          "ability": "رشاقة",
          "ability_desc": "زيادة سرعة الحركة أثناء حمل بندقية الخرطوش.",
          "gender": "أنثى",
          "age": "17",
          "date": "10/10",
          "bio": "كانت كارولين تتمتع بالمهارة واللباقة والتصنع التي يفتقر إليها معظم الفتيات الأثرياء. عملت وفقًا للمعايير الاجتماعية ولكنها استخدمت براعة في التلاعب بالناس بطريقتها. لا تزال طالبة، ولكن بسبب علاقاتها العائلية، يتم سحبها أحيانًا إلى خطط هورايزون. إنها وهاياتو معارف ويساعدون بعضهم البعض أحيانًا."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43xXSKjp/laura.webp",
          "name": "لورا",
          "thumb": "c1FYrJW4/laura.png",
          "ability": "الرماة الماهرة",
          "ability_desc": "زيادة الدقة أثناء التكبير.",
          "gender": "أنثى",
          "age": "29",
          "date": "21/05",
          "bio": "كانت لورا على رأس فصلها وأبرز الرماة الماهرين الذي أنتجتهم وحدتها. كانت اللحظة التي اختفى فيها والدها في الحرب هي التي اختارت فيها مسارها لتصبح عميلة خاصة لمحاولة العثور عليه. لا تزال في بحثها، تعمل لوكالة تقضي على الأشرار الذين يعترضون طريقها في مدينتها. يجب على لورا الآن إعادة التفكير في حياتها عندما يكتشف هدفها الجديد، رافائيل، أنه ليس كما يقولون لها."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jSZbPxC2/rfael.webp",
          "name": "رافائيل",
          "thumb": "W1gh6NBZ/rafael.png",
          "ability": "صمت الموت",
          "ability_desc": "تأثير الصمت عند استخدام القناصات وبنادق المقنصين. الأعداء الذين يتم إصابتهم وإسقاطهم يعانون من فقدان أسرع لنقاط الصحة.",
          "gender": "ذكر",
          "age": "31",
          "date": "09/09",
          "bio": "كان رافائيل رجل عائلة لطيف حتى وقعت مأساة عائلية فظيعة أرغمته على النزوح نحو دروب القسوة والانتقام. الآن يبحث في العالم ليس فقط عن الرجل الذي دمر عائلته بل أيضًا عن طريق تنفيذ عقود لجلب العدالة للشرور الأخرى. مع مرور السنين، أدرك أن الحياة ليست سوداء وبيضاء كما يبدو. ظهور لورا الجميلة في حياته ألقى بمفتاح آخر في الهيكل المُرتب لحياته."
        }
      ]
    },
    {
      "details": [
        {
          "image": "zfrJStF2/alok.webp",
          "name": "ألوك",
          "thumb": "qBxwQ0d9/alok.png",
          "ability": "إسقاط الإيقاع",
          "ability_desc": "إنشاء هالة بقطر 5 أمتار تزيد من سرعة الحركة والركض وتستعيد نقاط الصحة. لا يمكن تراكم التأثير.",
          "gender": "ذكر",
          "age": "28",
          "date": "26/08",
          "bio": "باستخدام قوة الموسيقى، غادر ألوك البرازيل وسافر حول العالم. اسمه يعني 'الضوء'. لقد وقع عقدًا وسيحدث حفل موسيقي مغلق على جزيرة حرب النار الحرة لبعض الضيوف الVIP!"
        }
      ]
    },
    {
      "details": [
        {
          "image": "kgdrkVRB/jota.webp",
          "name": "جوتا",
          "thumb": "9Q6yCNhd/jota.png",
          "ability": "هجمات مستمرة",
          "ability_desc": "عند استخدام البنادق، تستعيد الإصابة للعدو بعض نقاط الصحة للمستخدم.",
          "gender": "ذكر",
          "age": "31",
          "date": "23/06",
          "bio": "نشأ جوتا في عائلة من الطبقة الوسطى، كان طالبًا متوسط القدرات وكان لديه عائلة تحبه. بصورة عامة، كانت حياة عادية جدًا - لكنه شعر بالإحباط والحاجة إلى المزيد من الحركة في حياته. عاش في مدينة مع ناطحات السحاب التي ملأت الأفق وشعر بالإحباط، لذا بدأ في التسلق ليجد أماكن لرؤية السماء."
        }
      ]
    },
    {
      "details": [
        {
          "image": "1tWsS9hb/clu.webp",
          "name": "كلو",
          "thumb": "7LzMzrVt/clu.png",
          "ability": "تتبع الخطوات",
          "ability_desc": "تحديد مواقع الأعداء الذين لا يكونون في وضع الاستلقاء أو الجلوس، CD 50 ثانية. يشترك الزملاء في تأثيرات المهارات بعد المستوى 4.",
          "gender": "أنثى",
          "age": "24",
          "date": "28/02",
          "bio": "نشأت كلو في ضاحية من مدينة كبيرة. كان والداها ثريين، لم يضطروا أبدًا للقلق بشأن الأمور الأساسية في الحياة وكانت لديها طفولة محبة جدًا. عندما كانت في سن المراهقة، تم تجنيد والدها لجهود الحرب. انتهت الحرب بعد عام ولم يعد إلى المنزل. لم يتم العثور عليه. أصبحت كلو محققة خاصة بعد تخرجها من المدرسة الثانوية على أمل أن تستطيع كشف تفاصيل حول اختفاء والدها."
        }
      ]
    },
    {
      "details": [
        {
          "image": "P56gNSF8/wolfrahh.webp",
          "name": "وولفراه",
          "thumb": "5yD2LTpp/wolfrah.png",
          "ability": "ضوء المسرح",
          "ability_desc": "مع كل مشاهد إضافية: تقليل الضرر الذي يتم تلقيه من الرأس بنسبة تصل إلى 25%. زيادة الضرر لأطراف العدو.",
          "gender": "ذكر",
          "age": "19",
          "date": "29/04",
          "bio": "نشأ وولفراه وهو يختبئ من العالم بعد حدوث حدث مؤلم. بعد مواجهة مخاوفه، تمكن من التغلب على بعض مشاكل ثقته ولكنه لا يزال يواجه صعوبة في إيجاد هويته. تمت دعوته إلى أكبر منافسة لألعاب الواقع الافتراضي تحت الأرض على القارة لعرض مهاراته. ومع ذلك، خلال هذه العملية اكتشف أسرارًا - ستحدد اختياراته حول تلك الأسرار حياته."
        }
      ]
    },
    {
      "details": [
        {
          "image": "wM7HTS9M/alvaro.webp",
          "name": "ألفارو",
          "thumb": "63d0kx44/alvaro.png",
          "ability": "فن التدمير",
          "ability_desc": "زيادة الضرر الناتج عن الأسلحة المتفجرة، وزيادة نطاق الضرر.",
          "gender": "ذكر",
          "age": "26",
          "date": "28/05",
          "bio": "ألفارو هو شاب ذو شخصية متفجرة. أهدته حادثة طفولة قدرات متفجرة خاصة، على حساب ذكرياته. هو مفقود في دائرة مستمرة من البحث عن ذكرياته والحاجة إلى استخدام قواه لإنقاذ أولئك الذين يهتم لهم. الثابت الوحيد الذي وجده في حياته هو كابيلا، أفضل صديق له في الطفولة، والذي لم يعد يتذكره بوعي."
        }
      ]
    },
    {
      "details": [
        {
          "image": "jdntV08k/antonio.webp",
          "name": "أنطونيو",
          "thumb": "MHqDx31P/antonio.png",
          "ability": "روح العصابة",
          "ability_desc": "استقبال نقاط صحة إضافية عند بدء الجولة.",
          "gender": "ذكر",
          "age": "30",
          "date": "01/08",
          "bio": "أنطونيو هو نوع الرجل الذي يحاول الناس تجنب التحدث إليه. يبدو أنه سيضربك في الوجه إذا التقى بنظراتك لفترة طويلة. في الواقع، تحت ذلك الشكل العصابي، هو خجول وحساس. نشأ في حروب عصابات محلية، ولم يكن عنيفًا بدون سبب - فقط حمى نفسه وأحبائه: زوجته، عائلته، وشيهواهوا يدعى بونشو."
        }
      ]
    },
    {
      "details": [
        {
          "image": "MpWwnM6g/paloma.webp",
          "name": "بالوما",
          "thumb": "5NZXCYR1/paloma.png",
          "ability": "تجارة الأسلحة",
          "ability_desc": "القدرة على حمل ذخيرة البنادق الهجومية دون أخذ مساحة في المخزن.",
          "gender": "أنثى",
          "age": "28",
          "date": "04/08",
          "bio": "كل من يتعرف على بالوما، يتطلع إليها بطريقة ما أو بأخرى. زهرة برية تزهر في أحياء فقيرة. يأتي ذلك أحيانًا من ثقتها الشديدة بنفسها التي تجعل الناس ينجذبون إليها حيث تظهر نوعًا من الأمان والرؤية المستقبلية. الشيء الوحيد الذي يمكن أن يشتت انتباهها عن رؤيتها للمستقبل هو حب حياتها، أنطونيو."
        }
      ]
    },
    {
      "details": [
        {
          "image": "YCkrQD3n/miguel.webp",
          "name": "ميغيل",
          "thumb": "ncL4kD2D/iguel.png",
          "ability": "القاتل المجنون",
          "ability_desc": "يمكن لميغيل كسب نقاط EP لكل قتل.",
          "gender": "ذكر",
          "age": "26",
          "date": "10/10",
          "bio": "من خلال تكريس حياته للقانون والعدالة، قاد ميغيل فريقه من خلال عمليات مكافحة الجريمة التي لا تحصى بنسبة نجاح 100%. يشتهر فريقه بمواجهة المهام المستحيلة، ولهذا السبب لم يتوقع أحد الحادث المأساوي منذ 6 أشهر. سرعان ما سيدرك ميغيل أن الألم والغضب بعد مهمة فاشلة لا يقارن بما يشعر به من خيانة صديق."
        }
      ]
    },
    {
      "details": [
        {
          "image": "mgwbj3pb/mikita.webp",
          "name": "نيكيتا",
          "thumb": "7L1JDHX4/mikita.png",
          "ability": "خبيرة الأسلحة النارية",
          "ability_desc": "زيادة سرعة إعادة التحميل بنسبة 20%. في كل مرة يصيب فيها مستخدم المهارة عدوًا، سيحصل الهدف المذكور على خصم في الشفاء بنسبة 30% تدوم لمدة 10 ثوانٍ (الحد الأقصى للخصم: 30%).",
          "gender": "أنثى",
          "age": "22",
          "date": "11/11",
          "bio": "مهمتها الأكثر أهمية هي حماية كارولين، ابنة نائب رئيس Horizon. بعد تخرجها كقناصة متميزة من المدرسة العسكرية، يمكن أن يكون لدى نيكيتا طموحات أكبر من مرافقة فتاة مراهقة، ولكن يبدو أنها سعيدة بالطريقة التي تكون بها الأمور. يجب على الشخص أن يتساءل عما إذا كانت لديها أهدافها الخاصة، أهدافًا قد لا تكون في مصلحة Horizon."
        }
      ]
    },
    {
      "details": [
        {
          "image": "43Br7BL9/kapella.webp",
          "name": "كابيلا",
          "thumb": "TwGmWLhh/kapella.png",
          "ability": "أغنية الشفاء",
          "ability_desc": "زيادة تأثيرات الأدوات والمهارات الشفائية. تقليل خسارة نقاط الصحة للحلفاء. التأثيرات لا تتراكم.",
          "gender": "أنثى",
          "age": "21",
          "date": "17/07",
          "bio": "تم التخلي عن كابيلا وهي طفلة وتم اعتمادها من قبل مagnate التكنولوجي، جوزيف. كانت الشابة النشيطة مراقبة للغاية وبديهية للغاية. أصبحت مغنية عالمية شهيرة وعضوة في Mambas. شخصيتها بالتأكيد تلعب دورًا رئيسيًا في نجاحها، ولكن بالطبع، لا يولد النجم وحده. عندما يظهر الفارو، ذكرى من ماضيها، تحتاج إلى أن تقرر ما هو الأهم في حياتها."
        }
      ]
    },
    {
      "details": [
        {
          "image": "SN9FTLsB/joseph.webp",
          "name": "جوزيف",
          "thumb": "bwDQXfKY/joseph.png",
          "ability": "حركة مجنونة",
          "ability_desc": "تصبح محصنة من التأثيرات المزعجة (مثل التباطؤ، والتحديد، وتعطيل المهارة) وتحصل على زيادة في سرعة الحركة بنسبة 10٪ لمدة 5 ثوانٍ. وقت الانتظار: 60 ثانية.",
          "gender": "ذكر",
          "age": "45",
          "date": "02/02",
          "bio": "جوزيف، الملك المتوج للسيدات في New Dawn، أسس Nerve Labs، شركة تكنولوجية ناجحة. في نهاية الانهيار الكبير، علم جوزيف بخطط هورايزن الخبيثة للبشرية وصار عدوًا للعالِم الذكي بشكل استثنائي."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cHVZCFCc/notora.webp",
          "name": "نوتورا",
          "thumb": "hvYfMf4L/notora.png",
          "ability": "نعمة السبّاق",
          "ability_desc": "عند القيادة للمركبة، استعادة نقاط الصحة لجميع أفراد الفريق على المركبة. التأثيرات لا تتراكم.",
          "gender": "أنثى",
          "age": "27",
          "date": "22/03",
          "bio": "ابنة عائلة عصابة دراجات نارية، لم تكن لدى نوتورا الكثير من القول بخصوص نمط حياتها. على الرغم من قوتها وصلابتها، إلا أن لديها انزعاجًا مخفيًا من العنف اللا معنى في أعماقها. تم محو فريقها بأكمله خلال تنافس عصابي شرس. لحسن الحظ، تجاهلت الموت نظرة عينها مرة أخرى. ستدرك نوتورا قريبًا، عندما تُسجَن على قيد الحياة وتُنفى إلى جزر برمودا، أنه لم يكن الحظ هو الذي جلبها هناك."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cC2WKXJm/a124.webp",
          "name": "A124",
          "thumb": "MTk53pH8/a124.png",
          "ability": "نشوة القتال",
          "ability_desc": "يطلق موجة كهرومغناطيسية بطول 8 أمتار تعطيل تنشيط مهارات الأعداء وتقاطع عد تفاعلهم. تستمر لمدة 20 ثانية. وقت الانتظار: 50 ثانية. شعار A124.",
          "gender": "أنثى",
          "age": "18",
          "date": "01/01",
          "bio": "ولدت لخدمة هدف، تم برمجة A124 لتكون آلة قتل. بالتأكيد، لم تُبنَ للتفاعلات البشرية والعواطف المعقدة، ولكن من يمكن أن يتوقف عقل شاب عن المحاولة؟ مع تلك المهارات القتالية وعقل فضولي، العالم حقًا هو صاحبتها."
        }
      ]
    },
    {
      "details": [
        {
          "image": "0Q4FZrq5/kla.webp",
          "name": "كلا",
          "thumb": "WzYJK58J/kla.png",
          "ability": "موي تاي",
          "ability_desc": "زيادة الضرر بالقبضات.",
          "gender": "ذكر",
          "age": "27",
          "date": "14/12",
          "bio": "تغلب كلا على العديد من العقبات في شبابه، ولكن اغتيال والديه كان أمرًا كثيرًا بالنسبة له - مما جعله يسلك طريق الغضب والعنف. فقد نفسه في الغضب والذنب المتعلق بوفاة والديه وجد نفسه في حفرة عميقة. كان الأمر الوحيد هو بعد مواجهة أحد الرجال المسؤولين عن وفاة والديه أخيرًا، وجد الوضوح ومساره في الحياة."
        }
      ]
    },
    {
      "details": [
        {
          "image": "cJrV3fVk/wukong.webp",
          "name": "ووكونغ",
          "thumb": "8kY52fDW/wukong.png",
          "ability": "التمويه",
          "ability_desc": "يتحول إلى شجيرة بتقليل سرعة الحركة بنسبة 5٪، لمدة 15 ثانية. CD: 200 ثانية. تنتهي التحول عندما يهاجم ووكونغ. يتم إعادة تعيين CD عندما يقضي ووكونغ على خصم.",
          "gender": "ذكر",
          "age": "0",
          "date": "13/12",
          "bio": "قرد يبدو كإنسان. لا يزال يحب الموز رغم ذلك."
        }
      ]
    },
    {
      "details": [
        {
          "image": "ZKz4hs1b/olivia.webp",
          "name": "أوليفيا",
          "thumb": "BZ7LJw5j/olivia.png",
          "ability": "لمسة الشفاء",
          "ability_desc": "اللاعبون الذين يتم إحياؤهم بواسطة أوليفيا سيحصلون على نقاط صحية إضافية.",
          "gender": "أنثى",
          "age": "29",
          "date": "10/11",
          "bio": "بعد عملية جراحية نتيجة لحادث طفولة، طورت أوليفيا قدرة خاصة على الشفاء وإحياء - بلمسة واحدة عجيبة، يمكنها أن تزيل برفق الألم وتعزز الشفاء في الإصابات. على الرغم من طفولتها المأساوية، نمت أوليفيا لتصبح واحدة من أكثر الأشخاص رعايةً وتعاطفًا بين أقرانها. ومع ذلك، تفتقر إلى التفاعل الاجتماعي خارج منطقة الأمان التي يوفرها فورد وتتجنب العالم."
        }
      ]
    },
    {
      "details": [
        {
          "image": "yNjzhVdW/ford.webp",
          "name": "فورد",
          "thumb": "k4FQjNLx/ford.png",
          "ability": "إرادة من حديد",
          "ability_desc": "تقليل الضرر الذي يتم تلقيه خارج المنطقة الآمنة.",
          "gender": "ذكر",
          "age": "31",
          "date": "23/01",
          "bio":"كان فورد ذات يوم قبطانًا في البحر المفتوح. وقد التزم الآن ببناء ملاذ آمن للاجئين. إنه عم الجميع الحكيم والموثوق، الذي يعرف الممرات المائية داخل وخارج برمودا. نظرًا لأنه يعرف جيدًا مدى الضرر الذي تسببه الخيانة، يسعى فورد جاهداً لتحقيق التوازن بين الثقة والحذر. كان يعتقد أن إرادته غير قابلة للتدمير، وكان ذلك حتى التقى بأوليفيا..."
        }
      ]
    },
    {
      "details": [
        {
          "image": "4dhkDpPH/shani.webp",
          "name": "شاني",
          "thumb": "LsV5wy66/shani.png",
          "ability": "إعادة تدوير المعدات",
          "ability_desc": "استعادة دوامة الدروع بعد كل قتل. يمكن للدروع الإضافية ترقية درعك حتى المستوى 3.",
          "gender": "أنثى",
          "age": "31",
          "date": "23/06",
          "bio": "شاني هي مهندسة صنعت نفسها. قتلوا والديها في انفجار مبنى عندما كانت في سن 18 عامًا وفقدت كل شيء كانت تمتلكه. تجولت لبضع سنوات تقوم بأعمال غريبة لتكسب لقمة العيش، عندما أخذها صاحب ساحة الخردة وأعطاها مكانًا تدعوه بالمنزل. هناك كانت قادرة على العمل بقطع الخردة والهندسة على قلبها."
        }
      ]
    }
  ]
}
